{"asin":"B076Z64CPG","title":"Inadequate Equilibria: Where and How Civilizations Get Stuck","authors":"Eliezer Yudkowsky","highlights":[{"text":"An efficient market is one where smart individuals should generally doubt that they can spot overpriced or underpriced assets.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=11","value":11},"note":null},{"text":"When I think about problems like these, I use what feels to me like a natural generalization of the economic idea of efficient markets. The goal is to predict what kinds of efficiency we should expect to exist in realms beyond the marketplace, and what we can deduce from simple observations. For lack of a better term, I will call this kind of thinking inadequacy analysis.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=42","value":42},"note":null},{"text":"In the thickly traded parts of the stock market, where the collective power of human civilization is truly at its strongest, I doff my hat, I put aside my pride and kneel in true humility to accept the market’s beliefs as though they were my own, knowing that any impulse I feel to second-guess and every independent thought I have to argue otherwise is nothing but my own folly. If my perceptions suggest an exploitable opportunity, then my perceptions are far more likely mistaken than the markets. That is what it feels like to look upon a civilization doing something adequately.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=148","value":148},"note":null},{"text":"So you can’t make any money off knowing better individually, and nobody who has the actual power and authority to fix the problem would gain a personal financial benefit from fixing it? Then we’re done! No anomalies here; this sounds like a perfectly normal state of affairs.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=163","value":163},"note":null},{"text":"Standard economic theory, generalized beyond the markets to other facets of society, did not seem to me to predict that the Bank of Japan must act wisely for the good of Japan. It would be no surprise if they were competent, but also not much of a surprise if they were incompetent. And knowing this didn’t help me either—I couldn’t exploit the knowledge to make an excess profit myself—and this too wasn’t a coincidence.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=177","value":177},"note":null},{"text":"But even without that detailed analysis, in the epistemological background we have a completely different picture from the modest one. We have a picture of the world where it is perfectly plausible for an econblogger to write up a good analysis of what the Bank of Japan is doing wrong, and for a sophisticated reader to reasonably agree that the analysis seems decisive, without a deep agonizing episode of Dunning-Kruger-inspired self-doubt playing any important role in the analysis.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=183","value":183},"note":null},{"text":"In the process, I will also make the case that modesty—the part of this process where you go into an agonizing fit of self-doubt—isn’t actually helpful for figuring out when you might outperform some aspect of the equilibrium.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=242","value":242},"note":null},{"text":"Part of where this interpretation appears to be coming from is a misconception that market prices reflect a judgment on anyone’s part about what price would be “best”—fairest, say, or kindest.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=268","value":268},"note":null},{"text":"In particular, an efficient market, from an economist’s perspective, is just one whose average price movement can’t be predicted by you.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=276","value":276},"note":null},{"text":"What people hear when you talk about “efficient prices” is that a cold-blooded machine has determined that some people ought to be paid $9/hour. And they hear the economist saying nice things about the machine, praising it as “efficient,” implying that the machine is right about this $9/hour price being good for society, that this price well reflects what someone’s efforts are justly worth. They hear you agreeing with this pitiless machine’s judgment about how the intuitive web of obligations and incentives and reputation ought properly to cash out for a human interaction.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=297","value":297},"note":null},{"text":"In a liquid market, “price moves whose average direction you can predict in advance” correspond to both “places you can make a profit” and “places where you know better than the market.” A market that knows everything you know is a market where prices are “efficient” in the conventional economic sense—one where you can’t predict the net direction in which the price will change.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=307","value":307},"note":null},{"text":"Today’s markets may not be efficient relative to the smartest hedge fund managers, or efficient relative to corporate insiders with secret knowledge that hasn’t yet leaked. But the stock markets are efficient relative to you, and to me, and to your Uncle Albert who thinks he tripled his money through his incredible acumen in buying NetBet.com.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=313","value":313},"note":null},{"text":"The startup equity market was inefficient (a price underwent a predictable decline), but it wasn’t exploitable.4 There was no way to make a profit just by predicting that Sequoia had overpaid for the stock it bought. Because, at least as of 2017, the market lacks a certain type and direction of liquidity: you can’t short-sell startup equity.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=321","value":321},"note":null},{"text":"The answer is “no,” because you can’t short-sell a house. Sure, there are some ways to bet against aggregate housing markets, like shorting real estate investment trusts or home manufacturers. But in the end, hedge fund managers can’t make a synthetic financial instrument that behaves just like the house on 6702 West St. and sell it into the same housing market frequented by consumers like you. Which is why you might do very well to think for yourself about whether the price seems sensible to you before buying a house: because you might know better than the market price, even as a non-specialist relying only on publicly available information.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=326","value":326},"note":null},{"text":"But the smarter agents can’t actually visit Boomville and make hundreds of thousands of dollars off of the overpriced houses. The price is too high and will predictably decline, relative to public information, but there’s no way you can make a profit on knowing that. An individual who owns an existing house can exploit the inefficiency by selling that house, but rational market actors can’t crowd around the inefficiency and exploit it until it’s all gone. Whereas a predictably underpriced house, put on the market for predictably much less than its future price, would be an asset that any of a hundred thousand rational investors could come in and snap up. So a frothy housing market may see many overpriced houses, but few underpriced ones. Thus it will be easy to lose money in this market by buying stupidly, and much harder to make money by buying cleverly. The market prices will be inefficient—in a certain sense stupid—but they will not be exploitable.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=336","value":336},"note":null},{"text":"In contrast, in a thickly traded market where it is easy to short an overpriced asset, prices will be efficient in both directions, and any day is as good a day to buy as any other. You may end up exposed to excess volatility (an asset with a 50% chance of doubling and a 50% chance of going bankrupt, for example), but you won’t actually have bought anything overpriced—if it were predictably overpriced, it would have been short-sold.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=343","value":343},"note":null},{"text":"To answer a question like this, we need an analysis not of the world’s efficiency or inexploitability but rather of its adequacy—whether all the low-hanging fruit have been plucked.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=374","value":374},"note":null},{"text":"“Microsoft’s stock price is neither too low nor too high, relative to anything you can possibly know about Microsoft’s stock price.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=384","value":384},"note":null},{"text":"If a piece of research will clearly visibly yield lots of citations with a reasonable amount of labor, and make the grantmakers on the committee look good for not too much money committed, then a researcher eager to do it can probably find a grantmaker eager to fund it.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=430","value":430},"note":null},{"text":"But what if there’s some intervention which could save 100 QALYs/$, yet produces neither great citations nor great prestige? Then if we add a few altruistic researchers to the model, they probably won’t be able to find a grantmaker to fund it; and if we add a few altruistic grantmakers to the model, they probably won’t be able to find a qualified researcher to work on it.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=432","value":432},"note":null},{"text":"Usually when we find trillion-dollar bills lying on the ground in real life, it’s a symptom of (1) a central-command bottleneck that nobody else is allowed to fix, as with the European Central Bank wrecking Europe, or (2) a system with enough moving parts that at least two parts are simultaneously broken, meaning that single actors cannot defy the system. To modify an old aphorism: usually, when things suck, it’s because they suck in a way that’s a Nash equilibrium.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=436","value":436},"note":null},{"text":"In the same way that inefficient markets tend systematically to be inexploitable, grossly inadequate systems tend systematically to be unfixable by individual non-billionaires.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=439","value":439},"note":null},{"text":"So inadequacy is even more important than exploitability on a day-to-day basis, because it’s inadequacy-generating situations that lead to low-hanging fruits large enough to be worthwhile at the individual level.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=442","value":442},"note":null},{"text":"A critical analogy between an inadequate system and an efficient market is this: even systems that are horribly inadequate from our own perspective are still in a competitive equilibrium. There’s still an equilibrium of incentives, an equilibrium of supply and demand, an equilibrium where (in the central example above) all the researchers are vigorously competing for prestigious publications and using up all available grant money in the course of doing so. There’s no free energy anywhere in the system.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=444","value":444},"note":null},{"text":"What inadequate systems and efficient markets have in common is the lack of any free energy in the equilibrium. We can see the equilibrium in both cases as defined by an absence of free energy. In an efficient market, any predictable price change corresponds to free energy, so thousands of hungry organisms trying to eat the free energy produce a lack of predictable price changes.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=462","value":462},"note":null},{"text":"In a system like academia, the competition for free energy may not correspond to anything good from your own standpoint, and as a result you may label the outcome “inadequate”; but there is still no free energy. Trying to feed within the system, or do anything within the system that uses a resource the other competing organisms want—money, publication space, prestige, attention—will generally be as hard for you as it is for any other organism.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=465","value":465},"note":null},{"text":"In a way, it’s this very lack of free energy, this intense competition without space to draw a breath, that keeps the inadequacy around and makes it non-fragile.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=470","value":470},"note":null},{"text":"People presumably care about curing SAD—if they could effortlessly push a button to instantly cure SAD, they would do so—but there’s a big difference between “caring” and “caring enough to prioritize this over nearly everything else I care about,” and it’s the latter that would be needed for researchers to be willing to personally trade away non-small amounts of expected money or esteem for new treatment ideas.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=528","value":528},"note":null},{"text":"Where reward doesn’t follow success, or where not everyone can individually pick up the reward, institutions and countries and whole civilizations can fail at what is usually imagined to be their tasks. And then it is very much easier to do better in some dimensions than to profit in others.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=539","value":539},"note":null},{"text":"Inadequacy with respect to a strategy space has two units attached, like “effective SAD treatments / research hours” or “QALYs / $,” and says that there is some set of strategies a large ecosystem of agents could pursue that would convert the denominator unit into the numerator unit at some desired rate, but the agents are pursuing strategies that in fact result in a lower conversion rate. The kind of inadequacy I’m most interested in arises when many of the agents in the ecosystem would prefer that the conversion occur at the rate in question, but there’s some systemic blockage preventing this from happening.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=545","value":545},"note":null},{"text":"Systems tend to be inexploitable with respect to the resources that large ecosystems of competent agents are trying their hardest to pursue, like fame and money, regardless of how adequate or inadequate they are. And if there are other resources the agents aren’t adequate at converting fame, money, etc. into at a widely desired rate, it will often be due to some systemic blockage. Insofar as agents have overlapping goals, it will therefore often be harder than it looks to find real instances of exploitability, and harder than it looks to outperform an inadequate equilibrium. But more local goals tend to overlap less: there isn’t a large community of specialists specifically trying to improve my wife’s well-being.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=549","value":549},"note":null},{"text":"And when the world is like that, it’s possible to cure someone’s crippling SAD by thinking carefully about the problem yourself, even if your civilization doesn’t have a mainstream answer.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=558","value":558},"note":null},{"text":"For our central example, we’ll be using the United States medical system, which is, so far as I know, the most broken system that still works ever recorded in human history.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=644","value":644},"note":null},{"text":"Central-line infections, in the US alone, killed 60,000 patients per year, and infected an additional 200,000 patients at an average treatment cost of $50,000/patient. Central-line infections were also known to decrease by 50% or more if you enforced a five-item checklist that included items like “wash your hands before touching the line.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=648","value":648},"note":null},{"text":"This is an improvement over the prior situation, where the non-poisonous formulation was illegal to sell across state lines under any circumstances, but it’s still not good by any stretch of the imagination.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=683","value":683},"note":null},{"text":"A further problem is that if the fair value of a non-lemon car is $10,000, and the possibility that your car is a lemon causes me to only be willing to pay you $8,000, you might refuse to sell your car. So the honest sellers with reliable cars start to leave the market, which further shifts upward the probability that any given car for sale is a lemon, which makes me less willing to pay for a used car, which incentivizes more honest sellers to leave the market, and so on.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=710","value":710},"note":null},{"text":"But people loudly agreeing on something, by itself, accomplishes nothing. It’s all well and good for everyone to agree in principle that larger studies ought to be done; but in your world, who actually does the big study, and why do they do it?","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=738","value":738},"note":null},{"text":"Our scientists often say that replication is important, but our most prestigious journals won’t publish mere replications; nor do the history books remember them. The outcome is a lot of small studies that have just enough subjects to obtain “statistically significant” results—","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=747","value":747},"note":null},{"text":"Because somebody who tried using unconventional statistical methods, even if they were better statistical methods, wouldn’t be able to publish their papers in the most prestigious journals. And then they wouldn’t get hired. It’s similar to the way that the most prestigious journals don’t publish mere replications, only discoveries, so people focus on making discoveries instead of replications. VISITOR: Why would anyone pay attention to journals like that? CECIE: Because university hiring departments care a lot about whether you’ve published in prestigious journals.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=766","value":766},"note":null},{"text":"The answer is that even if this innovation is in fact a good one, competing with Craigslist would be far more difficult than it sounds, because Craigslist is sustained by a two-factor market. The sellers go where there are the most buyers; the buyers go where they expect to find sellers. When you launch your new site, no buyers will want to go there because there are no sellers, and no sellers will want to go there because there are no buyers.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=784","value":784},"note":null},{"text":"A “Nash equilibrium” is what happens when everyone makes their best move, given that all the other players are making their best moves from that Nash equilibrium—everyone goes to Craigslist, because that’s their individually best move given that everyone else is going to Craigslist.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=794","value":794},"note":null},{"text":"A “Pareto optimum” is any situation where it’s impossible to make every actor better off simultaneously, like “Cooperate/Cooperate” in the Prisoner’s Dilemma—there’s no alternative outcome to Cooperate/Cooperate that makes both agents better off.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=796","value":796},"note":null},{"text":"Anyway, the frustrating parts of civilization are the times when you’re stuck in a Nash equilibrium that’s Pareto-inferior to other Nash equilibria.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=800","value":800},"note":null},{"text":"What makes an equilibrium inadequate, a fruit that seems to hang tantalizingly low and yet somehow our civilization isn’t plucking, is when there’s a better stable state and we haven’t reached it.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=803","value":803},"note":null},{"text":"For coordinated action to be successful, you need to trust the institution that says what the action should be, and a majority of people have to trust that institution, and they have to know that other people trust the institution, so that everyone expects the coordinated action to occur at the critical time, so that it makes sense for them to act too.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=817","value":817},"note":null},{"text":"In other words, the signaling equilibrium is a two-factor market in which the stable point, Tower One, is cemented in place by the individually best choices of two different parts of the system. Employers prefer Tower One because it’s where the smartest people go. Smart employees prefer Tower One because employers will pay them more for going there. If you try dissenting from the system unilaterally, without everyone switching at the same time, then as an employer you end up hiring the less-qualified people from Tower Two, or as an employee, you end up with lower salary offers after you go to Tower Two. So the system is stable as a matter of individual incentives, and stays in place. If you try to set up a cheaper alternative to the whole Tower system, the default thing that happens to you is that people who couldn’t handle the Towers try to go through your new system, and it acquires a reputation for non-prestigious weirdness and incompetence.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=840","value":840},"note":null},{"text":"Now consider the system of scientific journals that we were originally talking about. Some journals are prestigious. So university hiring committees pay the most attention to publications in that journal. So people with the best, most interesting-looking publications try to send them to that journal. So if a university hiring committee paid an equal amount of attention to publications in lower-prestige journals, they’d end up granting tenure to less prestigious people. Thus, the whole system is a stable equilibrium that nobody can unilaterally defy except at cost to themselves.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=858","value":858},"note":null},{"text":"No stupider than you are for going to college. It’s hard to beat signaling equilibria—because they’re “multi-factor markets”—which are special cases of coordination problems that create “inferior Nash equilibria”—which are so stuck in place that market controllers can seek rent on the value generated by captive participants.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=875","value":875},"note":null},{"text":"To sum up, academic science is embedded in a big enough system with enough separate decisionmakers creating incentives for other decisionmakers that it almost always takes the path of least resistance. The system isn’t in the best Nash equilibrium because nobody has the power to look over the system and choose good Nash equilibria. It’s just in a Nash equilibrium that it wandered into, which includes statistical methods that were invented in the first half of the 20th century and editors not demanding that people cite replications.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=894","value":894},"note":null},{"text":"—and when it comes to funding or carrying out that bigger study, the decisionmaker would not significantly benefit under the current system, which is held in place by coordination problems. And that’s why people who already have a background grasp of lipid metabolic pathways have asymmetric information about what is worth becoming indignant about.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=902","value":902},"note":null},{"text":"I don’t know if there’s a standard name for this phenomenon, but we can call it “failure of professional specialization.” It also appears when, for example, a lawyer has to learn calculus in order to graduate college, even though their job doesn’t require any calculus.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=930","value":930},"note":null},{"text":"I suspect the origin has something to do with status—like, a high-status person can do all things at once, so it’s insulting and lowers status to suggest that an esteemed and respectable Doctor should only practice one surgical operation and get very good at it. And once you yourself have spent twelve years being trained under the current system, you won’t be happy about the proposal to replace it with two years of much more specialized training. Once you’ve been through a painful initiation ritual and rationalized its necessity, you’ll hate to see anyone else going through a less painful one. Not to mention that you won’t be happy about the competition against your own human capital, by a cheaper and better form of human capital—and after the sunk cost in pain and time that you endured to build human capital under the old system…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=933","value":933},"note":null},{"text":"Insofar as occupational licensing works to the benefit of professionals at the expense of consumers, occupational licensing represents a kind of regulatory capture, which happens when a few regulatees have a much more concentrated incentive to affect the regulation process. Regulatory capture in turn is a kind of commons problem, since every citizen shares the benefits of non-captured regulation, but no individual citizen has a sufficient incentive to unilaterally spend their life attending to that particular regulatory problem. So occupational licensing is regulatory capture is a commons problem is a coordination problem.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=958","value":958},"note":null},{"text":"When anesthesiologists in particular did happen to start tracking patient outcomes, they adopted some simple monitoring standards and subsequently decreased their fatality rates by a factor of one hundred.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=974","value":974},"note":null},{"text":"With cardiac surgeons, a group of researchers recently figured out how to detect when the most senior cardiac surgeons were at conferences, and found that the death rates went down while the most senior cardiac surgeons were away.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=977","value":977},"note":null},{"text":"If no hospital offers statistics, then you have no baseline to compare to if one hospital does start offering statistics. You’d just be looking at an alarming-looking percentage for how many patients die, with no idea of whether that’s a better percentage or a worse percentage. Terrible marketing! Especially compared to that other hospital across town that just smiles at you reassuringly. No hospital would benefit from being the first to publish statistics, so none of them do.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=981","value":981},"note":null},{"text":"VISITOR: I confess I’m having some trouble grasping the concept of a market consisting of opaque boxes allegedly containing goods, in which nobody publishes what is inside the boxes.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=987","value":987},"note":null},{"text":"Furthermore, you couldn’t just go around raising money from rich countries for a venture in a poor country, because rich countries have elaborate regulations on who’s allowed to raise money for business ventures through equity sales. The fundamental story is that everything, everywhere, is covered with varying degrees of molasses, and to do any novel thing you have to get around all of the molasses streams simultaneously.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1004","value":1004},"note":null},{"text":"I’m afraid that our civilization doesn’t have a sufficiently stirring and narratively satisfying conception of the valor of “testing things” that our people would be massively alarmed by its impossibility.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1025","value":1025},"note":null},{"text":"It’s sufficient to note that the system is in equilibrium and it has causes for the equilibrium settling there—causes, if not justifications. You can’t go against the system’s default without going against the forces that underpin that default.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1034","value":1034},"note":null},{"text":"I could talk next about a tax system that makes it cheaper for corporations to pay for care instead of patients, and how that sets up a host of “decisionmaker is not the beneficiary” problems.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1046","value":1046},"note":null},{"text":"Maybe a lot of the Series A investors think the idea of entrepreneurs needing to have red hair is objectively silly. But they expect Series B investors to believe it. So the Series A investors don’t invest in blonde-haired entrepreneurs. So the seed investors are right to believe that “Series A investors won’t invest in blonde-haired companies” even if a lot of the reason why Series A investors aren’t investing is not that they believe the stereotype but that they believe that Series B investors believe the stereotype. And from the outside, of course, all that investors can see is that most investors aren’t investing in blonde-haired entrepreneurs—which just goes to reinforce everyone’s belief that everyone else believes that red-haired entrepreneurs do better.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1090","value":1090},"note":null},{"text":"Regardless, on a larger scale, what we’re seeing is an extra stickiness that results when the incentive to try an innovation requires you to believe that other people will believe the innovation will work. An equilibrium like that can be much stickier than a scenario where, if you believe that a project will succeed, you have an incentive to try it even if other people expect the project to fail. Stereotypically, the startup world is supposed to consist of heroes producing an excess return by pursuing ideas that nobody else believes in. In reality, the multi-stage nature of venture capital makes it very easy for the field to end up pinned to traditions about whether entrepreneurs ought to have red hair—not because everyone believes it, but because everyone believes that everyone believes it.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1100","value":1100},"note":null},{"text":"Yes, that’s pretty much what it amounts to. In the US, at least, elections are run on what’s known as a “first-past-the-post” voting system. Whoever gets the most votes in the contest wins. People who study voting systems widely agree that first-past-the-post is among the worst voting systems—it’s provably impossible for one voting system to have all the intuitively good properties at once, but FPTP is one of the most broken.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1117","value":1117},"note":null},{"text":"On a larger scale, this means that you can control a majority of a state legislature with slightly more than 1/4 of the votes—just have 55% of the districts containing 55% Green voters, with everything else solid Orange.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1133","value":1133},"note":null},{"text":"In elections that have a single winner, votes for any candidate who isn’t one of the top two choices are wasted. In a representative democracy where districts vote on representatives who vote on laws, the dynamics of the district vote are then influenced by the dynamics of the national vote. Even if a third-party candidate could win a district, they wouldn’t have anyone to work with in the legislature, and so their votes would generally be wasted. In the absence of a way to solve a large coordination problem, there’s no way for a third party to gain marginal influence over time. Each individual who considers voting for a third-party candidate knows they’ll be wasting their vote. This also means that third parties can’t field good candidates, since potential candidates know they’d be running to lose, which is stressful and unrewarding for people with better life options.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1148","value":1148},"note":null},{"text":"I suspect some of the dynamics in entrepreneur-land are there because many venture capitalists run into entrepreneurs that are smarter than them, but who still have bad startups. A venture capitalist who believes clever-sounding arguments will soon be talked into wasting a lot of money. So venture capitalists learn to distrust clever-sounding arguments because they can’t distinguish lies from truth, when they’re up against entrepreneurs who are smarter than them.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1199","value":1199},"note":null},{"text":"A journalist thinks that a candidate who talks about ending the War on Drugs isn’t a “serious candidate.” And the newspaper won’t cover that candidate because the newspaper itself wants to look serious…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1244","value":1244},"note":null},{"text":"I’m not sure exactly what the journalists are thinking subjectively, since I’m not a journalist. But if an existing politician talks about a policy outside of what journalists think is appealing to voters, the journalists think the politician has committed a gaffe, and they write about this sports blunder by the politician, and the actual voters take their cues from that. So no politician talks about things that a journalist believes it would be a blunder for a politician to talk about.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1248","value":1248},"note":null},{"text":"With my more complicated model, we can say, “An increasing number of people over time thought that gay marriage was pretty much okay. But while that group didn’t have a majority, journalists modeled a gay marriage endorsement as a ‘gaffe’ or ‘unelectable’,","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1258","value":1258},"note":null},{"text":"Similarly, to heave a rock through the Overton window on the War on Drugs, what you need is not state propositions (although those do help) or articles in The Economist. What you need is for some “serious” politician to say, “This is dumb,” and for the journalists to pile on shouting, “A gaffe! A gaffe… a gaffe?” But it’s a grave personal risk for a politician to test whether the public atmosphere has changed enough, and even if it worked, they’d capture very little of the human benefit for themselves.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1288","value":1288},"note":null},{"text":"The Visitor keeps asking why, in some sense, on some sufficiently general level, we can’t just snap out of it. And to put it in the sort of terms you yourself might want to use, Simplicio, if we’re looking for an explanation of why we can’t just snap out of it, then it might make sense to point to a bad Nash equilibrium covering our collective consciousness and discussion. I suspect that the recursion, the dependency on what people believe other people believe, has a lot to do with making that a sticky equilibrium a la venture capital.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1311","value":1311},"note":null},{"text":"The observation stands: there must be, in fact, literally nobody on Earth who can read Wikipedia entries and understand that omega-6 and omega-3 fats are different micronutrients, who also cares and maximizes and can head up new projects, who thinks that saving a few hundred babies per year from death and permanent brain damage is the most important thing they could do with their lives.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1348","value":1348},"note":null},{"text":"Remember, a modest amount of the current health care crisis is caused by doctors’ crippling level of debt. Socially responsible doctors often consider less lucrative careers helping the needy, right up until the bill comes due from their education and they realize they have to make a lot of money right now. We took one look at that problem and said “You know, let’s make doctors pay an extra $200,000 for no reason.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1413","value":1413},"note":null},{"text":"I expect that the most common benefit of inadequacy analysis will be to break a certain kind of blind trust—that is, trust arrived at by mental reasoning processes that are insensitive to whether you actually inhabit a universe that’s worthy of that trust—and open people’s eyes to the blatant brokenness of things that are easily observed to be broken.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1487","value":1487},"note":null},{"text":"From those two data points and others like them, I infer that medical competence—not medical absolute performance, but medical competence relative to what I can figure out by Googling—is high-variance. I shouldn’t trust my doctor on significant questions without checking her diagnosis and treatment plan on the Internet, and I also shouldn’t trust myself.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1521","value":1521},"note":null},{"text":"But, speaking first to the basic dichotomy that’s being proposed, the whole point of becoming sane is that your beliefs shouldn’t reflect what sort of person you are. To the extent you’re succeeding, at least, your beliefs should just reflect how the world is.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1548","value":1548},"note":null},{"text":"The goal is simply to be the sort of person who, in worlds with closet goblins, ends up believing in closet goblins, and in worlds without closet goblins, ends up disbelieving in closet goblins. Avoiding beliefs that sound archaic does relatively little to help you learn that there are goblins in a world where goblins exist, so it does relatively little to establish that there aren’t goblins in a world where they don’t exist. Examining particular empirical predictions of the goblin hypothesis, on the other hand, does provide strong evidence about what world you’re in.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1552","value":1552},"note":null},{"text":"This is a central disagreement I have with modest epistemology: modest people end up believing that they live in an inexploitable world because they’re trying to avoid acting like an arrogant kind of person. Under modest epistemology, you’re not supposed to adapt rapidly and without hesitation to the realities of the situation as you observe them, because that would mean trusting yourself to assess adequacy levels; but you can’t trust yourself, because Dunning-Kruger, et cetera. The alternative to modest epistemology isn’t an immodest epistemology where you decide that you’re higher status than doctors after all and conclude that you can now invent your own de novo medical treatments as a matter of course. The alternative is deciding for yourself whether to trust yourself more than a particular facet of your civilization at this particular time and place, checking the results whenever you can, and building up skill.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1560","value":1560},"note":null},{"text":"If you don’t see systemic competence as rare, or don’t see real-world systemic competence as driven by rare instances of correctly aligned incentives, all that’s left is status. All good and bad output is just driven by good and bad individual people, and to suggest that you’ll have better output is to assert that you’re individually smarter than everyone else.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1571","value":1571},"note":null},{"text":"I think that the people I was talking with had already internalized the mathematical concept of Nash equilibria, but I don’t think they were steeped in a no-free-energy microeconomic equilibrium view of all of society where most of the time systems end up dumber than the people in them due to multiple layers of terrible incentives, and that this is normal and not at all a surprising state of affairs to suggest.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1587","value":1587},"note":null},{"text":"And if you haven’t practiced thinking about organizations’ comparative advantages from that perspective long enough to make that lens more cognitively available than the status comparisons lens, then it makes sense that all talk of relative performance levels between you and doctors, or you and academia, or whatever, will be autoparsed by the easier, more native, more automatic status lens.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1589","value":1589},"note":null},{"text":"But in real life, inside a civilization that is often tremendously broken on a systemic level, finding a contrarian expert seeming to shine against an untrustworthy background is nowhere remotely near as difficult as becoming that expert yourself. It’s the difference between picking which of four runners is most likely to win a fifty-kilometer race, and winning a fifty-kilometer race yourself.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1617","value":1617},"note":null},{"text":"No matter how broken academia is, no one can improve on arbitrary parts of the modern academic edifice. My own base frequency for seeing scholarship that I think I can improve upon is “almost never,” outside of some academic subfields dealing with the equivalent of “unusually bad code.” But don’t expect bad code to be guarding vaults of gleaming gold in a form that other people value, except with a very low base rate. There do tend to be real locks on the energy-containing vaults not already emptied… almost (but not quite) all of the time.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1639","value":1639},"note":null},{"text":"Even when we can’t pick our battleground, sometimes the most advanced weapon on offer turns out to be a broken stick and it’s worth the time to carve a handaxe.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1666","value":1666},"note":null},{"text":"Many cases of trying to pick a previously existing side in a running dispute between experts, if you think that you can follow the object-level arguments reasonably well and there are strong meta-level cues that you can identify. The accumulation of many judgments of the latter kind is where you get the fuel for many small day-to-day decisions (e.g., about what to eat), and much of your ability to do larger things (like solving a medical problem after going through the medical system has proved fruitless, or executing well on a startup).","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1684","value":1684},"note":null},{"text":"I made a mistake; and I bet on it. This let me experience the mistake in a way that helped me better learn from it. When you’re thinking about large, messy phenomena like “the adequacy of human civilization at understanding nutrition,” it’s easy to get caught up in plausible-sounding stories and never quite get around to running the experiment. Run experiments; place bets; say oops. Anything less is an act of self-sabotage.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1700","value":1700},"note":null},{"text":"It’s just that it’s okay to reason about the particulars of where civilization might be inadequate, okay to end up believing that you can state a better monetary policy than the Bank of Japan is implementing, okay to check that against observation whenever you get the chance, and okay to update on the results in either direction. It’s okay to act on a model of what you think the rest of the world is good at, and for this model to be sensitive to the specifics of different cases.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1725","value":1725},"note":null},{"text":"Consider Isaiah Berlin’s distinction between “hedgehogs” (who rely more on theories, models, global beliefs) and “foxes” (who rely more on data, observations, local beliefs).","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1730","value":1730},"note":null},{"text":"This suggests that taking the outside view is an effective response to the planning fallacy: rather than trying to predict how many hiccups and delays your plans will run into by reflecting in detail on each plan’s particulars (the “inside view”), you can do better by just guessing that your future plans will work out roughly as well as your past plans.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1739","value":1739},"note":null},{"text":"I worry, however, that many people end up misusing and overapplying the “outside view” concept very soon after they learn about it, and that a lot of people tie too much of their mental conception of what good reasoning looks like to the stereotype of the humble empiricist fox.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1742","value":1742},"note":null},{"text":"Even on a strictly empiricist level, if you aren’t allowed to have models and you don’t make your predictions in advance, you learn less. An empiricist of that sort can only learn surface generalizations about whether this phenomenon superficially “looks like” that phenomenon, rather than building causal models and putting them on trial.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1772","value":1772},"note":null},{"text":"It really looks to me like the modest reactions to certain types of overconfidence or error are taken by many believers in modesty to mean, in practice, that theories just get you into trouble; that you can either make predictions or look at reality, but not both.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1801","value":1801},"note":null},{"text":"In situations that are drawn from a barrel of causally similar situations, where human optimism runs rampant and unforeseen troubles are common, the outside view beats the inside view. But in novel situations where causal mechanisms differ, the outside view fails—there may not be relevantly similar cases, or it may be ambiguous which similar-looking cases are the right ones to look at.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1869","value":1869},"note":null},{"text":"Where two sides disagree, this can lead to reference class tennis—both parties get stuck insisting that their own “outside view” is the correct one, based on diverging intuitions about what similarities are relevant. If it isn’t clear what the set of “similar historical cases” is, or what conclusions we should draw from those cases, then we’re forced to use an inside view—thinking about the causal process to distinguish relevant similarities from irrelevant ones.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1872","value":1872},"note":null},{"text":"You shouldn’t avoid outside-view-style reasoning in cases where it looks likely to work, like when planning your Christmas shopping. But in many contexts, the outside view simply can’t compete with a good theory.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1875","value":1875},"note":null},{"text":"Intellectual progress on the whole has usually been the process of moving from surface-level resemblances to more technical understandings of particulars. Extreme examples of this are common in science and engineering: the deep causal models of the world that allowed humans to plot the trajectory of the first moon rocket before launch, for example, or that allow us to verify that a computer chip will work before it’s ever manufactured.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1877","value":1877},"note":null},{"text":"The idea isn’t, “Be a hedgehog, not a fox.” The idea is rather: developing accurate beliefs requires both observation of the data and the development of models and theories that can be tested by the data. In most cases, there’s no real alternative to sticking your neck out, even knowing that reality might surprise you and chop off your head.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1885","value":1885},"note":null},{"text":"“Models are supposed to simplify things, which is why even the best are flawed. But they’re necessary. Our minds are full of models. We couldn’t function without them. And we often function pretty well because some of our models are decent approximations of reality.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=1906","value":1906},"note":null},{"text":"The lesson of Flon’s Law is that there is no point in trying to invent a programming language which can coerce programmers into writing code you approve of, because that is impossible. The deeper message of Flon’s Law is that this kind of defensive, adversarial, lock-down-all-the-doors, block-the-idiots-at-all-costs thinking doesn’t lead to the invention of good programming languages. And I would say much the same about epistemology for humans.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=2013","value":2013},"note":null},{"text":"I think that’s my true rejection, in the following sense: If I saw a sensible formal epistemology underlying modesty and I saw people who advocated modesty going on to outperform myself and others, accomplishing great deeds through the strength of their diffidence, then, indeed, I would start paying very serious attention to modesty.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=2042","value":2042},"note":null},{"text":"But if we say “just no” to anything, even God, then we’re no longer modest. We are faced with the nightmare scenario of having granted ourselves discretion about when to disagree with other people, a discretionary process where we take our own reasoning at face value.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=2056","value":2056},"note":null},{"text":"I have argued that the essence of rationality is to adapt to whatever world you find yourself in, rather than to be “humble” or “arrogant” a priori. I’ve tried to give some preliminary examples of how we really, really don’t live in the Adequate World where constant self-questioning would be appropriate, the way it is appropriate when second-guessing equity prices.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=2110","value":2110},"note":null},{"text":"I was careful to say all this first, because there’s a strict order to debate. If you’re going to argue against an idea, it’s bad form to start off by arguing that the idea was generated by a flawed thought process, before you’ve explained why you think the idea itself is wrong.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=2113","value":2113},"note":null},{"text":"This fits into a very common pattern of advice I’ve found myself giving, along the lines of, “Don’t assume you can’t do something when it’s very cheap to try testing your ability to do it,” or, “Don’t assume other people will evaluate you lowly when it’s cheap to test that belief.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=2138","value":2138},"note":null},{"text":"Several people have now told me that the most important thing I have ever said to them is: “If you never fail, you’re only trying things that are too easy and playing far below your level.” Or, phrased as a standard Umeshism: “If you can’t remember any time in the last six months when you failed, you aren’t trying to do difficult enough things.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=2149","value":2149},"note":null},{"text":"If you’ve never wasted an effort, you’re filtering on far too high a required probability of success. Trying to avoid wasting effort—yes, that’s a good idea. Feeling bad when you realize you’ve wasted effort—yes, I do that too. But some people slice off the entire realm of uncertain projects because the prospect of having wasted effort, of having been publicly wrong, seems so horrible that projects in this class are not to be considered.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=2163","value":2163},"note":null},{"text":"What you said to the skeptic about AAPL stock is justified for extremely liquid markets on short-term time horizons, but—at least I would claim—very rarely justified anywhere else. The claim is, “If you think you know the price of AAPL better than the stock market, then no matter how good the evidence you think you’ve found is, your reasoning just has some hidden mistake, or is neglecting some unspecified key consideration.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=2218","value":2218},"note":null},{"text":"If you personally know better than the doctors in a hospital, you can’t walk in off the street tomorrow and make millions of dollars saving more patients’ lives. If you personally know better than an academic field, you can’t walk in off the street tomorrow and make millions of dollars filling the arXiv with more accurate papers.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=2268","value":2268},"note":null},{"text":"I once summarized my epistemology like so: “Try to make sure you’d arrive at different beliefs in different worlds.” You don’t want to think in such a way that you wouldn’t believe in a conclusion in a world where it were true, just because a fallacious argument could support it. Emotionally appealing mistakes are not invincible cognitive traps that nobody can ever escape from. Sometimes they’re not even that hard to escape.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=2278","value":2278},"note":null},{"text":"It took me a long time to understand that trying to do interesting things in the future is a status violation because your current status right now determines what kinds of images you are allowed to associate with yourself, and if your status is low, then many people will intuitively perceive an unpleasant violation of the social order should you associate with yourself an image of possible future success above some level. Only people who already have something like an aura of pre-importance are allowed to try to do important things. Publicly setting out to do valuable and important things eventually is above the status you already have now, and will generate an immediate system-1 slapdown reaction.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=2294","value":2294},"note":null},{"text":"I observe that attempts to do much better than is the norm elicit many heated accusations of overconfidence. I observe that failures to even try to live up to your track record or to do as well as a typical member of some suggested reference class mysteriously fail to elicit many heated accusations of underconfidence. Underconfidence and overconfidence are symmetrical mistakes epistemically, and yet somehow I never see generalizations of the outside view even-handedly applied to correct both biases.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=2313","value":2313},"note":null},{"text":"In fact, I think this form of status-oriented modesty is extremely common, and is having hugely detrimental effects on the epistemic standards and the basic emotional health of the people who fall into it.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=2325","value":2325},"note":null},{"text":"Consider the outside view as a heuristic for minimizing the risk of social transgression and failure. Relying on an outside view instead of an inside view will generally mean making fewer knowledge claims, and the knowledge claims will generally rest on surface impressions (which are easier to share), rather than on privileged insights and background knowledge (which imply more status).","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=2333","value":2333},"note":null},{"text":"Nothing I know how to say will prevent this, and all I can do is advise you not to shoot your own foot off; have some common sense; pay more attention to observation than to theory in cases where you’re lucky enough to have both and they happen to conflict; put yourself and your skills on trial in every accessible instance where you’re likely to get an answer within the next minute or the next week; and update hard on single pieces of evidence if you don’t already have twenty others.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=2395","value":2395},"note":null},{"text":"I don’t have good, repeatable exercises for training your skill in this field, and that’s one reason I worry about the results. But I can tell you this much: bet on everything. Bet on everything where you can or will find out the answer. Even if you’re only testing yourself against one other person, it’s a way of calibrating yourself to avoid both overconfidence and underconfidence, which will serve you in good stead emotionally when you try to do inadequacy reasoning. Or so I hope.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=2411","value":2411},"note":null},{"text":"The policy of saying only what will do no harm is a policy of total silence for anyone who’s even slightly imaginative about foreseeable consequences.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=2417","value":2417},"note":null},{"text":"The world isn’t mysteriously doomed to its current level of inadequacy. Incentive structures have parts, and can be reengineered in some cases, worked around in others.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=2424","value":2424},"note":null},{"text":"Better, I think, to not worry quite so much about how lowly or impressive you are. Better to meditate on the details of what you can do, what there is to be done, and how one might do it.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B076Z64CPG&location=2429","value":2429},"note":null}]}