{"asin":"B01A4ATV0A","title":"The Underground Railroad (Pulitzer Prize Winner) (National Book Award Winner) (Oprah's Book Club): A Novel","authors":"Colson Whitehead","highlights":[{"text":"It grabbed hold of her and before the slave part of her caught up with the human part of her, she was bent over the boy’s body as a shield.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01A4ATV0A&location=477","value":477},"note":null},{"text":"When the slaves finished, they had stripped the fields of their color. It was a magnificent operation, from seed to bale, but not one of them could be prideful of their labor. It had been stolen from them. Bled from them. The tunnel, the tracks, the desperate souls who found salvation in the coordination of its stations and timetables—this was a marvel to be proud of. She wondered if those who had built this thing had received their proper reward.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01A4ATV0A&location=959","value":959},"note":null},{"text":"ARNOLD Ridgeway’s father was a blacksmith. The sunset glow of molten iron bewitched him, the way the color emerged in the stock slow and then fast, overtaking it like an emotion, the sudden pliability and restless writhing of the thing as it waited for purpose. His forge was a window into the primitive energies of the world.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01A4ATV0A&location=985","value":985},"note":null},{"text":"Everywhere men busied themselves in frivolous and worthless occupations. The farmer waited on rain like an imbecile, the shopkeeper arranged row after row of necessary but dull merchandise. Craftsmen and artisans created items that were brittle rumors compared with his father’s iron facts. Even the wealthiest men, influencing the far-off London exchanges and local commerce alike, provided no inspiration. He acknowledged their place in the system, erecting their big houses on a foundation of numbers, but he didn’t respect them. If you weren’t a little dirty at the end of the day, you weren’t much of a man.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01A4ATV0A&location=999","value":999},"note":null},{"text":"The treasure, of course, was the underground railroad. Some might call freedom the dearest currency of all, but it was not what Martin expected. Donald’s diary—set on a barrel on the station platform and surrounded by colored stones in a kind of shrine—described how his father had always been disgusted by his country’s treatment of the Ethiopian tribe. Chattel slavery was an affront to God, and slavers an aspect of Satan.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01A4ATV0A&location=2347","value":2347},"note":null},{"text":"Stubborn breaks when it don’t bend, and his family had spent too much time with the kindly white folks in the north. Kindly in that they didn’t see fit to kill you fast. One thing about the south, it was not patient when it came to killing negroes.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01A4ATV0A&location=3091","value":3091},"note":null},{"text":"Versifying left her cold. Poems were too close to prayer, rousing regrettable passions. Waiting for God to rescue you when it was up to you. Poetry and prayer put ideas in people’s heads that got them killed, distracting them from the ruthless mechanism of the world.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01A4ATV0A&location=3316","value":3316},"note":null}]}