{"asin":"B005IH02TY","title":"The Dice Man: This book will change your life.","authors":"Luke Rhinehart","highlights":[{"text":"He hadn’t been able to do more than sign his name for three years, and in order to maintain his academic reputation as a scholar he had been reduced to digging out term papers he had written as a sophomore at Michigan State, making small revisions and getting the articles published in quarterlies. Since no one read them past the second paragraph anyway, he hadn’t been caught; in fact, on the basis of his impressive list of publications he had received tenure the year before he came to me.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005IH02TY&location=1235","value":1235},"note":null},{"text":"Lil and I had met and mated when we were both twenty-five. We formed a deep, irrational, obviously neurotic need for one another: love – one of society’s many socially accepted forms of madness. We got married: society’s solution to loneliness, lust and laundry. We soon discovered that there is absolutely nothing wrong with being married which being single can’t cure. Or so, for a while, it seemed to us.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005IH02TY&location=1601","value":1601},"note":null},{"text":"The dice save only the lost. The normal, integrated personality resists variety, change. But the split, compulsive, unhappy neurotic is given release from the prison of checks and balances. He becomes in a way an ‘authoritarian personality,’ but obeys not God, father, church, dictator or philosopher but his own creative imagination – and the dice.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005IH02TY&location=2693","value":2693},"note":null},{"text":"‘The concept of the dicelife doesn’t fascinate you?’ ‘Of course it does. You’ve turned yourself into a sort of computer like our air force use in Vietnam. Only instead of trying to kill the maximum number of the enemy, you program yourself to drop your bombs at random.’","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005IH02TY&location=3398","value":3398},"note":null},{"text":"I had to face the fact that now that I was free to be absolutely anything, I was rapidly becoming interested in absolutely nothing: a somewhat distressing development.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005IH02TY&location=5133","value":5133},"note":null}]}