{"asin":"B003XT60KO","title":"Economics in One Lesson: The Shortest and Surest Way to Understand Basic Economics","authors":"Henry Hazlitt","highlights":[{"text":"The bad economist sees only what immediately strikes the eye; the good economist also looks beyond. The bad economist sees only the direct consequences of a proposed course; the good economist looks also at the longer and indirect consequences. The bad economist sees only what the effect of a given policy has been or will be on one particular group; the good economist inquires also what the effect of the policy will be on all groups.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=103","value":103},"note":null},{"text":"There are men regarded today as brilliant economists, who deprecate saving and recommend squandering on a national scale as the way of economic salvation; and when anyone points to what the consequences of these policies will be in the long run, they reply flippantly, as might the prodigal son of a warning father: “In the long run we are all dead.” And such shallow wisecracks pass as devastating epigrams and the ripest wisdom.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=113","value":113},"note":null},{"text":"Today is already the tomorrow which the bad economist yesterday urged us to ignore.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=117","value":117},"note":null},{"text":"The art of economics consists in looking not merely at the immediate but at the longer effects of any act or policy; it consists in tracing the consequences of that policy not merely for one group but for all groups.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=121","value":121},"note":null},{"text":"But to consider all the chief effects of a proposed course on everybody often requires a long, complicated, and dull chain of reasoning. Most of the audience finds this chain of reasoning difficult to follow and soon becomes bored and inattentive. The bad economists rationalize this intellectual debility and laziness by assuring the audience that it need not even attempt to follow the reasoning or judge it on its merits because it is only “classicism” or “laissez faire” or “capitalist apologetics” or whatever other term of abuse may happen to strike them as effective.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=145","value":145},"note":null},{"text":"Yet the broken-window fallacy, under a hundred disguises, is the most persistent in the history of economics.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=179","value":179},"note":null},{"text":"Though some of them would disdain to say that there are net benefits in small acts of destruction, they see almost endless benefits in enormous acts of destruction. They tell us how much better off economically we all are in war than in peace. They see “miracles of production” which it requires a war to achieve. And they see a world made prosperous by an enormous “accumulated” or “backed-up” demand. In Europe, after World War II, they joyously counted the houses, the whole cities that had been leveled to the ground and that “had to be replaced.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=183","value":183},"note":null},{"text":"It was merely our old friend, the broken-window fallacy, in new clothing, and grown fat beyond recognition. This time it was supported by a whole bundle of related fallacies. It confused need with demand. The more war destroys, the more it impoverishes, the greater is the postwar need. Indubitably. But need is not demand. Effective economic demand requires not merely need but corresponding purchasing power. The needs of India today are incomparably greater than the needs of America. But its purchasing power, and therefore the “new business” that it can stimulate, are incomparably smaller.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=189","value":189},"note":null},{"text":"But if we get past this point, there is a chance for another fallacy, and the broken-windowites usually grab it. They think of “purchasing power” merely in terms of money. Now money can be run off by the printing press. As this is being written, in fact, printing money is the world’s biggest industry—if the product is measured in monetary terms. But the more money is turned out in this way, the more the value of any given unit of money falls. This falling value can be measured in rising prices of commodities. But as most people are so firmly in the habit of thinking of their wealth and income in terms of money, they consider themselves better off as these monetary totals rise, in spite of the fact that in terms of things they may have less and buy less.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=193","value":193},"note":null},{"text":"To most people this seemed like an increase in total demand, as it partly was in terms of dollars of lower purchasing power. But what mainly took place was a diversion of demand to these particular products from others. The people of Europe built more new houses than otherwise because they had to. But when they built more houses they had just that much less manpower and productive capacity left over for everything else. When they bought houses they had just that much less purchasing power for something else. Wherever business was increased in one direction, it was (except insofar as productive energies were stimulated by a sense of want and urgency) correspondingly reduced in another. The war, in short, changed the postwar direction of effort; it changed the balance of industries; it changed the structure of industry.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=204","value":204},"note":null},{"text":"No man would want to have his own property destroyed either in war or in peace. What is harmful or disastrous to an individual must be equally harmful or disastrous to the collection of individuals that make up a nation.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=222","value":222},"note":null},{"text":"Those who think that the destruction of war increases total “demand” forget that demand and supply are merely two sides of the same coin. They are the same thing looked at from different directions. Supply creates demand because at bottom it is demand. The supply of the thing they make is all that people have, in fact, to offer in exchange for the things they want. In this sense the farmers’ supply of wheat constitutes their demand for automobiles and other goods. All this is inherent in the modern division of labor and in an exchange economy.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=226","value":226},"note":null},{"text":"It should be obvious that real buying power is wiped out to the same extent as productive power is wiped out. We should not let ourselves be deceived or confused on this point by the effects of monetary inflation in raising prices or “national income” in monetary terms.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=237","value":237},"note":null},{"text":"But such complications should not divert us from recognizing the basic truth that the wanton destruction of anything of real value is always a net loss, a misfortune, or a disaster, and whatever the offsetting considerations in a particular instance, can never be, on net balance, a boon or a blessing.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=258","value":258},"note":null},{"text":"either immediately or ultimately every dollar of government spending must be raised through a dollar of taxation.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=276","value":276},"note":null},{"text":"When providing employment becomes the end, need becomes a subordinate consideration. “Projects” have to be invented. Instead of thinking only of where bridges must be built, the government spenders begin to ask themselves where bridges can be built.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=285","value":285},"note":null},{"text":"It is true that a particular group of bridgeworkers may receive more employment than otherwise. But the bridge has to be paid for out of taxes. For every dollar that is spent on the bridge a dollar will be taken away from taxpayers. If the bridge costs $10 million the taxpayers will lose $10 million. They will have that much taken away from them which they would otherwise have spent on the things they needed most.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=293","value":293},"note":null},{"text":"Therefore, for every public job created by the bridge project a private job has been destroyed somewhere else.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=297","value":297},"note":null},{"text":"All that has happened, at best, is that there has been a diversion of jobs because of the project. More bridge builders; fewer automobile workers, television technicians, clothing workers, farmers.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=300","value":300},"note":null},{"text":"Here again the government spenders have the better of the argument with all those who cannot see beyond the immediate range of their physical eyes. They can see the bridge. But if they have taught themselves to look for indirect as well as direct consequences they can once more see in the eye of imagination the possibilities that have never been allowed to come into existence. They can see the unbuilt homes, the unmade cars and washing machines, the unmade dresses and coats, perhaps the ungrown and unsold foodstuffs. To see these uncreated things requires a kind of imagination that not many people have. We can think of these nonexistent objects once, perhaps, but we cannot keep them before our minds as we can the bridge that we pass every working day. What has happened is merely that one thing has been created instead of others.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=304","value":304},"note":null},{"text":"The great psychological advantage of the public housing advocates is that men are seen at work on the houses when they are going up, and the houses are seen when they are finished. People live in them, and proudly show their friends through the rooms. The jobs destroyed by the taxes for the housing are not seen, nor are the goods and services that were never made. It takes a concentrated effort of thought, and a new effort each time the houses and the happy people in them are seen, to think of the wealth that was not created instead.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=321","value":321},"note":null},{"text":"Moreover, the more wasteful the work, the more costly in manpower, the better it becomes for the purpose of providing more employment. Under such circumstances it is highly improbable that the projects thought up by the bureaucrats will provide the same net addition to wealth and welfare, per dollar expended, as would have been provided by the taxpayers themselves, if they had been individually permitted to buy or have made what they themselves wanted, instead of being forced to surrender part of their earnings to the state.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=345","value":345},"note":null},{"text":"When a corporation loses a hundred cents of every dollar it loses, and is permitted to keep only fifty-two cents of every dollar it gains, and when it cannot adequately offset its years of losses against its years of gains, its policies are affected. It does not expand its operations, or it expands only those attended with a minimum of risk. People who recognize this situation are deterred from starting new enterprises. Thus old employers do not give more employment, or not as much more as they might have; and others decide not to become employers at all. Improved machinery and better-equipped factories come into existence much more slowly than they otherwise would. The result in the long run is that consumers are prevented from getting better and cheaper products to the extent that they otherwise would, and that real wages are held down, compared with what they might have been.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=361","value":361},"note":null},{"text":"There is a similar effect when personal incomes are taxed 50, 60 or 70 percent. People begin to ask themselves why they should work six, eight or nine months of the entire year for the government, and only six, four or three months for themselves and their families. If they lose the whole dollar when they lose, but can keep only a fraction of it when they win, they decide that it is foolish to take risks with their capital. In addition, the capital available for risk-taking itself shrinks enormously. It is being taxed away before it can be accumulated. In brief, capital to provide new private jobs is first prevented from coming into existence, and the part that does come into existence is then discouraged from starting new enterprises. The government spenders create the very problem of unemployment that they profess to solve.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=367","value":367},"note":null},{"text":"All credit is debt. Proposals for an increased volume of credit, therefore, are merely another name for proposals for an increased burden of debt. They would seem considerably less inviting if they were habitually referred to by the second name instead of by the first.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=393","value":393},"note":null},{"text":"A may be squeezed out either because interest rates have gone up as a result of the government operations, or because farm prices have been forced up as a result of them, or because there is no other farm to be had in his neighborhood. In any case, the net result of government credit has not been to increase the amount of wealth produced by the community but to reduce it, because the available real capital (consisting of actual farms, tractors, etc.) has been placed in the hands of the less efficient borrowers rather than in the hands of the more efficient and trustworthy.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=446","value":446},"note":null},{"text":"But we shall pass over all these evils for the moment, and concentrate on just one consequence of loans of this type. This is that they will waste capital and reduce production. They will throw the available capital into bad or at best dubious projects. They will throw it into the hands of persons who are less competent or less trustworthy than those who would otherwise have got it. For the amount of real capital at any moment (as distinguished from monetary tokens run off on a printing press) is limited. What is put into the hands of B cannot be put into the hands of A.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=458","value":458},"note":null},{"text":"The private money will be invested only where repayment with interest or profit is definitely expected. This is a sign that the persons to whom the money has been lent will be expected to produce things for the market that people actually want. The government money, on the other hand, is likely to be lent for some vague general purpose like “creating employment;” and the more inefficient the work—that is, the greater the volume of employment it requires in relation to the value of the product—the more highly thought of the investment is likely to be.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=466","value":466},"note":null},{"text":"But the net result remains: private loans will utilize existing resources and capital far better than government loans. Government loans will waste far more capital and resources than private loans. Government loans, in short, as compared with private loans, will reduce production, not increase it.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=476","value":476},"note":null},{"text":"The advocates of government-guaranteed mortgages also forget that what is being lent is ultimately real capital, which is limited in supply, and that they are helping identified B at the expense of some unidentified A. Government-guaranteed home mortgages, especially when a negligible down payment or no down payment whatever is required, inevitably mean more bad loans than otherwise. They force the general taxpayer to subsidize the bad risks and to defray the losses. They encourage people to “buy” houses that they cannot really afford. They tend eventually to bring about an oversupply of houses as compared with other things. They temporarily overstimulate building, raise the cost of building for everybody (including the buyers of the homes with the guaranteed mortgages), and may mislead the building industry into an eventually costly overexpansion. In brief, in the long run they do not increase overall national production but encourage malinvestment.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=483","value":483},"note":null},{"text":"But insofar as the rioters believed, as most of them undoubtedly did, that the machine was permanently displacing men, they were mistaken, for before the end of the nineteenth century the stocking industry was employing at least a hundred men for every man it employed at the beginning of the century.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=520","value":520},"note":null},{"text":"For statistics and history are useless in economics unless accompanied by a basic deductive understanding of the facts—which means in this case an understanding of why the past consequences of the introduction of machinery and other labor-saving devices had to occur.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=572","value":572},"note":null},{"text":"Every intelligent workman tries to cut down the effort necessary to accomplish his assigned job. The most ambitious of us try tirelessly to increase the results we can achieve in a given number of hours. The technophobes, if they were logical and consistent, would have to dismiss all this progress and ingenuity as not only useless but vicious. Why should freight be carried from Chicago to New York by railroad when we could employ enormously more men, for example, to carry it all on their backs?","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=583","value":583},"note":null},{"text":"In other words, the manufacturer, as a result of his economies, has profits that he did not have before. Every dollar of the amount he has saved in direct wages to former coat makers, he now has to pay out in indirect wages to the makers of the new machine, or to the workers in another capital-using industry, or to the makers of a new house or car for himself, or for jewelry and furs for his wife.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=606","value":606},"note":null},{"text":"But competition and production will then also begin to force down the price of overcoats. There will no longer be as great profits for those who adopt the new machines. The rate of profit of the manufacturers using the new machine will begin to drop, while the manufacturers who have still not adopted the machine may now make no profit at all. The savings, in other words, will begin to be passed along to the buyers of overcoats—to the consumers.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=612","value":612},"note":null},{"text":"But as overcoats are now cheaper, more people will buy them. This means that, though it takes fewer people to make the same number of overcoats as before, more overcoats are now being made than before. If the demand for overcoats is what economists call “elastic”—that is, if a fall in the price of overcoats causes a larger total amount of money to be spent on overcoats than previously—then more people may be employed even in making overcoats than before the new labor-saving machine was introduced. We have already seen how this actually happened historically with stockings and other textiles.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=615","value":615},"note":null},{"text":"But the new employment does not depend on the elasticity of demand for the particular product involved. Suppose that, though the price of overcoats was almost cut in half—from a former price, say, of $150 to a new price of $100—not a single additional coat was sold. The result would be that while consumers were as well provided with new overcoats as before, each buyer would now have $50 left over that he would not have had left over before. He will therefore spend this $50 for something else, and so provide increased employment in other lines.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=620","value":620},"note":null},{"text":"There is also an absolute sense in which machines may be said to have enormously increased the number of jobs. The population of the world today is four times as great as in the middle of the eighteenth century, before the Industrial Revolution had got well under way. Machines may be said to have given birth to this increased population; for without the machines, the world would not have been able to support it. Three out of every four of us, therefore, may be said to owe not only our jobs but our very lives to machines.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=637","value":637},"note":null},{"text":"Yet it is a misconception to think of the function or result of machines as primarily one of creating jobs. The real result of the machine is to increase production, to raise the standard of living, to increase economic welfare. It is no trick to employ everybody, even (or especially) in the most primitive economy. Full employment—very full employment; long, weary, back-breaking employment—is characteristic of precisely the nations that are most retarded industrially. Where full employment already exists, new machines, inventions and discoveries cannot—until there has been time for an increase in population—bring more employment. They are likely to bring more unemployment (but this time I am speaking of voluntary and not involuntary unemployment) because people can now afford to work fewer hours, while children and the overaged no longer need to work.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=641","value":641},"note":null},{"text":"What machines do, to repeat, is to bring an increase in production and an increase in the standard of living. They may do this in either of two ways. They do it by making goods cheaper for consumers (as in our illustration of the overcoats), or they do it by increasing wages because they increase the productivity of the workers. In other words, they either increase money wages or, by reducing prices, they increase the goods and services that the same money wages will buy. Sometimes they do both. What actually happens will depend in large part upon the monetary policy pursued in a country. But in any case, machines, inventions and discoveries increase real wages.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=647","value":647},"note":null},{"text":"We cannot assume that it will provide sufficient additional jobs, however, to maintain the same payrolls and the same number of man-hours as before, unless we make the unlikely assumptions that in each industry there has been exactly the same percentage of unemployment and that the new men and women employed are no less efficient at their special tasks on the average than those who had already been employed. But suppose we do make these assumptions. Suppose we do assume that the right number of additional workers of each skill is available, and that the new workers do not raise production costs. What will be the result of reducing the working week from forty hours to thirty (without any increase in hourly pay)? Though more workers will be employed, each will be working fewer hours, and there will, therefore, be no net increase in man-hours. It is unlikely that there will be any significant increase in production. Total payrolls and “purchasing power” will be no larger. All that will have happened, even under the most favorable assumptions (which would seldom be realized) is that the workers previously employed will subsidize, in effect, the workers previously unemployed. For in order that the new workers will individually receive three-fourths as many dollars a week as the old workers used to receive, the old workers will themselves now individually receive only three-fourths as many dollars a week as previously. It is true that the old workers will now work fewer hours; but this purchase of more leisure at a high price is presumably not a decision they have made for its own sake: it is a sacrifice made to provide others with jobs.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=718","value":718},"note":null},{"text":"What would be the consequences of such a plan? The first and most obvious consequence would be to raise costs of production. If we assume that the workers, when previously employed for forty hours, were getting less than the level of production costs, prices and profits made possible, then they could have got the hourly increase without reducing the length of the working week. They could, in other words, have worked the same number of hours and got their total weekly incomes increased by one-third, instead of merely getting, as they are under the new thirty-hour week, the same weekly income as before. But if, under the forty-hour week, the workers were already getting as high a wage as the level of production costs and prices made possible (and the very unemployment they are trying to cure may be a sign that they were already getting even more than this), then the increase in production costs as a result of the 33.33 percent increase in hourly wage rates will be much greater than the existing state of prices, production and costs can stand.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=735","value":735},"note":null},{"text":"The result of the higher wage rate, therefore, will be a much greater unemployment than before. The least efficient firms will be thrown out of business, and the least efficient workers will be thrown out of jobs. Production will be reduced all around the circle. Higher production costs and scarcer supplies will tend to raise prices, so that workers can buy less with the same dollar wages; on the other hand, the increased unemployment will shrink demand and hence tend to lower prices. What ultimately happens to the prices of goods will depend upon what monetary policies are then followed. But if a policy of monetary inflation is pursued, to enable prices to rise so that the increased hourly wages can be paid, this will merely be a disguised way of reducing real wage rates, so that these will return, in terms of the amount of goods they can purchase, to the same real rate as before. The result would then be the same as if the working week had been reduced without an increase in hourly wage rates. And the results of that have already been discussed.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=742","value":742},"note":null},{"text":"The spread-the-work schemes rest also, as we began by pointing out, on the false assumption that there is just a fixed amount of work to be done. There could be no greater fallacy. There is no limit to the amount of work to be done as long as any human need or wish that work could fill remains unsatisfied.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=752","value":752},"note":null},{"text":"But the demobilization will not leave us economically just where we were before it started. The soldiers previously supported by civilians will not become merely civilians supported by other civilians. They will become self-supporting civilians. If we assume that the men who would otherwise have been retained in the armed forces are no longer needed for defense, then their retention would have been sheer waste. They would have been unproductive. The taxpayers, in return for supporting them, would have got nothing. But now the taxpayers turn over this part of their funds to them as fellow civilians in return for equivalent goods or services. Total national production, the wealth of everybody, is higher.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=770","value":770},"note":null},{"text":"Once again the fallacy comes from looking at the effects of this action only on the dismissed officeholders themselves and on the particular tradesmen who depend upon them. Once again it is forgotten that, if these bureaucrats are not retained in office, the taxpayers will be permitted to keep the money that was formerly taken from them for the support of the bureaucrats. Once again it is forgotten that the taxpayers’ income and purchasing power go up by at least as much as the income and purchasing power of the former officeholders go down. If the particular shopkeepers who formerly got the business of these bureaucrats lose trade, other shopkeepers elsewhere gain at least as much. Washington is less prosperous, and can, perhaps, support fewer stores; but other towns can support more. Once again, however, the matter does not end there. The country is not merely as well off without the superfluous officeholders as it would have been had it retained them. It is much better off. For the officeholders must now seek private jobs or set up private business. And the added purchasing power of the taxpayers, as we noted in the case of the soldiers, will encourage this. But the officeholders can take private jobs only by supplying equivalent services to those who provide the jobs—or, rather, to the customers of the employers who provide the jobs. Instead of being parasites, they become productive men and women.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=780","value":780},"note":null},{"text":"This “purchasing power” argument is, when one considers it seriously, fantastic. It could just as well apply to a racketeer or a thief who robs you. After he takes your money he has more purchasing power. He supports with it bars, restaurants, night clubs, tailors, perhaps automobile workers. But for every job his spending provides, your own spending must provide one less, because you have that much less to spend. Just so the taxpayers provide one less job for every job supplied by the spending of officeholders.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=795","value":795},"note":null},{"text":"When your money is taken by a thief, you get nothing in return. When your money is taken through taxes to support needless bureaucrats, precisely the same situation exists. We are lucky, indeed, if the needless bureaucrats are mere easygoing loafers. They are more likely today to be energetic reformers busily discouraging and disrupting production.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=798","value":798},"note":null},{"text":"But production is the end, employment merely the means. We cannot continuously have the fullest production without full employment. But we can very easily have full employment without full production.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=811","value":811},"note":null},{"text":"Nothing is easier to achieve than full employment, once it is divorced from the goal of full production and taken as an end in itself. Hitler provided full employment with a huge armament program. World War II provided full employment for every nation involved. The slave labor in Germany had full employment. Prisons and chain gangs have full employment. Coercion can always provide full employment.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=814","value":814},"note":null},{"text":"The progress of civilization has meant the reduction of employment, not its increase. It is because we have become increasingly wealthy as a nation that we have been able virtually to eliminate child labor, to remove the necessity of work for many of the aged and to make it unnecessary for millions of women to take jobs. A much smaller proportion of the American population needs to work than that, say, of China or of Russia. The real question is not how many millions of jobs there will be in America ten years from now, but how much shall we produce, and what, in consequence, will be our standard of living?","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=828","value":828},"note":null},{"text":"With the $25 that they pay for the imported sweater they help employment—as the American manufacturer no doubt predicted—in the sweater industry in England. With the $5 left over they help employment in any number of other industries in the United States.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=876","value":876},"note":null},{"text":"By buying English sweaters they furnish the English with dollars to buy American goods here. This, in fact (if I may here disregard such complications as fluctuating exchange rates, loans, credits, etc.) is the only way in which the British can eventually make use of these dollars. Because we have permitted the British to sell more to us, they are now able to buy more from us. They are, in fact, eventually forced to buy more from us if their dollar balances are not to remain perpetually unused. So as a result of letting in more British goods, we must export more American goods. And though fewer people are now employed in the American sweater industry, more people are employed—and much more efficiently employed—in, say, the American washing-machine or aircraft-building business. American employment on net balance has not gone down, but American and British production on net balance has gone up. Labor in each country is more fully employed in doing just those things that it does best, instead of being forced to do things that it does inefficiently or badly. Consumers in both countries are better off. They are able to buy what they want where they can get it cheapest. American consumers are better provided with sweaters, and British consumers are better provided with washing machines and aircraft.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=878","value":878},"note":null},{"text":"We have seen that the added amount which consumers pay for a tariff-protected article leaves them just that much less with which to buy all other articles. There is here no net gain to industry as a whole. But as a result of the artificial barrier erected against foreign goods, American labor, capital and land are deflected from what they can do more efficiently to what they do less efficiently. Therefore, as a result of the tariff wall, the average productivity of American labor and capital is reduced. If we look at it now from the consumer’s point of view, we find that he can buy less with his money. Because he has to pay more for sweaters and other protected goods, he can buy less of everything else. The general purchasing power of his income has therefore been reduced. Whether the net effect of the tariff is to lower money wages or to raise money prices will depend upon the monetary policies that are followed. But what is clear is that the tariff—though it may increase wages above what they would have been in the protected industries—must on net balance, when all occupations are considered, reduce real wages—reduce them, that is to say, compared with what they otherwise would have been.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=915","value":915},"note":null},{"text":"On the one hand, we try to reduce the cost of transportation between England and America, or Canada and the United States, by developing faster and more efficient planes and ships, better roads and bridges, better locomotives and motor trucks. On the other hand, we offset this investment in efficient transportation by a tariff that makes it commercially even more difficult to transport goods than it was before. We make it a dollar cheaper to ship the sweaters, and then increase the tariff by two dollars to prevent the sweaters from being shipped. By reducing the freight that can be profitably carried, we reduce the value of the investment in transport efficiency.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=933","value":933},"note":null},{"text":"Now because foreign industries will find their market in America totally cut off, they will get no dollar exchange, and therefore they will be unable to buy any American goods at all. As a result of this, American industries will suffer in direct proportion to the percentage of their sales previously made abroad.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=949","value":949},"note":null},{"text":"The effect of a tariff, therefore, is to change the structure of American production. It changes the number of occupations, the kind of occupations, and the relative size of one industry as compared with another. It makes the industries in which we are comparatively inefficient larger, and the industries in which we are comparatively efficient smaller. Its net effect, therefore, is to reduce American efficiency, as well as to reduce efficiency in the countries with which we would otherwise have traded more largely.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=955","value":955},"note":null},{"text":"EXCEEDED ONLY BY the pathological dread of imports that affects all nations is a pathological yearning for exports. Logically, it is true, nothing could be more inconsistent. In the long run imports and exports must equal each other (considering both in the broadest sense, which includes such “invisible” items as tourist expenditures, ocean freight charges and all other items in the “balance of payments”). It is exports that pay for imports, and vice versa.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=991","value":991},"note":null},{"text":"Without imports we can have no exports, for foreigners will have no funds with which to buy our goods. When we decide to cut down our imports, we are in effect deciding also to cut down our exports. When we decide to increase our exports, we are in effect deciding also to increase our imports. The reason for this is elementary. An American exporter sells his goods to a British importer and is paid in British pounds sterling. But he cannot use British pounds to pay the wages of his workers, to buy his wife’s clothes or to buy theater tickets. For all these purposes he needs American dollars. Therefore his British pounds are of no use to him unless he either uses them himself to buy British goods or sells them (through his bank or other agent) to some American importer who wishes to use them to buy British goods. Whichever he does, the transaction cannot be completed until the American exports have been paid for by an equal amount of imports.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=996","value":996},"note":null},{"text":"Foreign exchange, in short, is a clearing transaction in which, in America, the dollar debts of foreigners are canceled against their dollar credits. In England, the pound sterling debts of foreigners are canceled against their sterling credits.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1005","value":1005},"note":null},{"text":"For the same reasons that it is stupid to give a false stimulation to export trade by making bad loans or outright gifts to foreign countries, it is stupid to give a false stimulation to export trade through export subsidies. An export subsidy is a clear case of giving the foreigner something for nothing, by selling him goods for less than it costs us to make them. It is another case of trying to get rich by giving things away.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1046","value":1046},"note":null},{"text":"This is, as John Stuart Mill so clearly pointed out, that the real gain of foreign trade to any country lies not in its exports but in its imports. Its consumers are either able to get from abroad commodities at a lower price than they could obtain them for at home, or commodities that they could not get from domestic producers at all. Outstanding examples in the United States are coffee and tea. Collectively considered, the real reason a country needs exports is to pay for its imports.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1059","value":1059},"note":null},{"text":"Who gains when everyone equally subsidizes everyone else? What is the profit when everyone loses in added taxes precisely what he gains by his subsidy or his protection? We should merely have added an army of needless bureaucrats to carry out the program, with all of them lost to production. We could solve the matter simply, on the other hand, by ending both the parity-price system and the protective-tariff system. Meanwhile they do not, in combination, even out anything. The joint system means merely that Farmer A and Industrialist B both profit at the expense of Forgotten Man C. So the alleged benefits of still another scheme evaporate as soon as we trace not only its immediate effects on a special group but its long-run effects on everyone.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1162","value":1162},"note":null},{"text":"Now if the X industry is really overcrowded as compared with other industries it will not need any coercive legislation to keep out new capital or new workers. New capital does not rush into industries that are obviously dying. Investors do not eagerly seek the industries that present the highest risks of loss combined with the lowest returns. Nor do workers, when they have any better alternative, go into industries where the wages are lowest and the prospects for steady employment least promising.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1207","value":1207},"note":null},{"text":"It is obvious in the case of a subsidy that the taxpayers must lose precisely as much as the X industry gains. It should be equally clear that, as a consequence, other industries must lose what the X industry gains. They must pay part of the taxes that are used to support the X industry. And customers, because they are taxed to support the X industry, will have that much less income left with which to buy other things. The result must be that other industries on the average must be smaller than otherwise in order that the X industry may be larger.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1224","value":1224},"note":null},{"text":"But the result of this subsidy is not merely that there has been a transfer of wealth or income, or that other industries have shrunk in the aggregate as much as the X industry has expanded. The result is also (and this is where the net loss comes in to the nation considered as a unit) that capital and labor are driven out of industries in which they are more efficiently employed to be diverted to an industry in which they are less efficiently employed. Less wealth is created. The average standard of living is lowered compared with what it would have been.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1228","value":1228},"note":null},{"text":"The idea that an expanding economy implies that all industries must be simultaneously expanding is a profound error. In order that new industries may grow fast enough it is usually necessary that some old industries should be allowed to shrink or die. In doing this they help to release the necessary capital and labor for the new industires. If we had tried to keep the horse-and-buggy trade artificially alive we should have slowed down the growth of the automobile industry and all the trades dependent on it. We should have lowered the production of wealth and retarded economic and scientific progress. We do the same thing, however, when we try to prevent any industry from dying in order to protect the labor already trained or the capital already invested in it. Paradoxical as it may seem to some, it is just as necessary to the health of a dynamic economy that dying industries be allowed to die as that growing industries be allowed to grow. The first process is essential to the second. It is as foolish to try to preserve obsolescent industries as to try to preserve obsolescent methods of production: this is often, in fact, merely two ways of describing the same thing. Improved methods of production must constantly supplant obsolete methods, if both old needs and new wants are to be filled by better commodities and better means.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1234","value":1234},"note":null},{"text":"Now in an economy in equilibrium, a given industry can expand only at the expense of other industries. For at any moment the factors of production are limited. One industry can be expanded only by diverting to it labor, land and capital that would otherwise be employed in other industries. And when a given industry shrinks, or stops expanding its output, it does not necessarily mean that there has been any net decline in aggregate production. The shrinkage at that point may have merely released labor and capital to permit the expansion of other industries. It is erroneous to conclude, therefore, that a shrinkage of production in one line necessarily means a shrinkage in total production. Everything, in short, is produced at the expense of forgoing something else. Costs of production themselves, in fact, might be defined as the things that are given up (the leisure and pleasures, the raw materials with alternative potential uses) in order to create the thing that is made.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1324","value":1324},"note":null},{"text":"It follows that it is just as essential for the health of a dynamic economy that dying industries should be allowed to die as that growing industries should be allowed to grow. For the dying industries absorb labor and capital that should be released for the growing industries. It is only the much vilified price system that solves the enormously complicated problem of deciding precisely how much of tens of thousands of different commodities and services should be produced in relation to each other. These otherwise bewildering equations are solved quasi-automatically by the system of prices, profits and costs.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1331","value":1331},"note":null},{"text":"Even if farmers had to dump their whole crop of wheat on the market in a single month of the year, therefore, the price in that month would not necessarily be below the price at any other month (apart from an allowance for the costs of storage). For speculators, in the hope of making a profit, would do most of their buying at that time. They would keep on buying until the price rose to a point where they saw no further opportunity of future profit. They would sell whenever they thought there was a prospect of future loss. The result would be to stabilize the price of farm commodities the year round. It is precisely because a professional class of speculators exists to take these risks that farmers and millers do not need to take them. The latter can protect themselves through the markets. Under normal conditions, therefore, when speculators are doing their job well, the profits of farmers and millers will depend chiefly on their skill and industry in farming or milling, and not on market fluctuations.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1363","value":1363},"note":null},{"text":"In a competitive market economy it is the high-cost producers, the inefficient producers, that are driven out by a fall in price. In the case of an agricultural commodity it is the least competent farmers, or those with the poorest equipment, or those working the poorest land, that are driven out. The most capable farmers on the best land do not have to restrict their production. On the contrary, if the fall in price has been symptomatic of a lower average cost of production, reflected through an increased supply, then the driving out of the marginal farmers on the marginal land enables the good farmers on the good land to expand their production. So there may be, in the long run, no reduction whatever in the output of that commodity. And the product is then produced and sold at a permanently lower price. If that is the outcome, then the consumers of that commodity will be as well supplied with it as they were before. But, as a result of the lower price, they will have money left over, which they did not have before, to spend on other things. The consumers, therefore, will obviously be better off. But their increased spending in other directions will give increased employment in other lines, which will then absorb the former marginal farmers in occupations in which their efforts will be more lucrative and more efficient.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1400","value":1400},"note":null},{"text":"A uniform proportional restriction (to return to our government intervention scheme) means, on the one hand, that the efficient low-cost producers are not permitted to turn out all the output they can at a low price. It means, on the other hand, that the inefficient high-cost producers are artificially kept in business. This increases the average cost of producing the product. It is being produced less efficiently than otherwise. The inefficient marginal producer thus artificially kept in that line of production continues to tie up land, labor and capital that could much more profitably and efficiently be devoted to other uses.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1409","value":1409},"note":null},{"text":"But schemes for maximum price-fixing usually begin as efforts to “keep the cost of living from rising.” And so their sponsors unconsciously assume that there is something peculiarly “normal” or sacrosanct about the market price at the moment from which their control starts. That starting or previous price is regarded as “reasonable,” and any price above that as “unreasonable,” regardless of changes in the conditions of production or demand since that starting price was first established.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1471","value":1471},"note":null},{"text":"If we did nothing else, therefore, the consequence of fixing a maximum price for a particular commodity would be to bring about a shortage of that commodity. But this is precisely the opposite of what the government regulators originally wanted to do. For it is the very commodities selected for maximum price-fixing that the regulators most want to keep in abundant supply. But when they limit the wages and the profits of those who make these commodities, without also limiting the wages and profits of those who make luxuries or semiluxuries, they discourage the production of the price-controlled necessities while they relatively stimulate the production of less essential goods.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1485","value":1485},"note":null},{"text":"But as the government extends this price-fixing backwards, it extends at the same time the consequences that originally drove it to this course. Assuming that it has the courage to fix these costs, and is able to enforce its decisions, then it merely, in turn, creates shortages of the various factors—labor, feed-stuffs, wheat, or whatever—that enter into the production of the final commodities. Thus the government is driven to controls in ever-widening circles, and the final consequence will be the same as that of universal price-fixing.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1505","value":1505},"note":null},{"text":"Passing over the administrative difficulties involved in this, and assuming that the subsidy is just enough to assure the desired relative production of milk and butter, it is clear that, though the subsidy is paid to producers, those who are really being subsidized are the consumers. For the producers are on net balance getting no more for their milk and butter than if they had been allowed to charge the free market price in the first place; but the consumers are getting their milk and butter at a great deal below the free market price. They are being subsidized to the extent of the difference—that is, by the amount of subsidy paid ostensibly to the producers. Now unless the subsidized commodity is also rationed, it is those with the most purchasing power that can buy most of it. This means that they are being subsidized more than those with less purchasing power. Who subsidizes the consumers will depend upon the incidence of taxation. But men in their role of taxpayers will be subsidizing themselves in their role of consumers. It becomes a little difficult to trace in this maze precisely who is subsidizing whom. What is forgotten is that subsidies are paid for by someone, and that no method has been discovered by which the community gets something for nothing.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1512","value":1512},"note":null},{"text":"The natural consequence of a thoroughgoing over-all price control which seeks to perpetuate a given historic price level, in brief, must ultimately be a completely regimented economy. Wages would have to be held down as rigidly as prices. Labor would have to be rationed as ruthlessly as raw materials. The end result would be that the government would not only tell each consumer precisely how much of each commodity he could have; it would tell each manufacturer precisely what quantity of each raw material he could have and what quantity of labor. Competitive bidding for workers could no more be tolerated than competitive bidding for materials. The result would be petrified totalitarian economy, with every business firm and every worker at the mercy of the government, and with a final abandonment of all the traditional liberties we have known. For as Alexander Hamilton pointed out in the Federalist Papers nearly two centuries ago, “A power over a man’s subsistence amounts to a power over his will.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1533","value":1533},"note":null},{"text":"As political power today is most commonly measured by votes, the groups that the authorities most often attempt to favor are workers and farmers. At first it is contended that wages and living costs are not connected; that wages can easily be lifted without lifting prices. When it becomes obvious that wages can be raised only at the expense of profits, the bureaucrats begin to argue that profits were already too high anyway, and that lifting wages and holding prices will still permit “a fair profit.” As there is no such thing as a uniform rate of profit, as profits differ with each concern, the result of this policy is to drive the least profitable concerns out of business altogether, and to discourage or stop the production of certain items. This means unemployment, a shrinkage in production and a decline in living standards.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1556","value":1556},"note":null},{"text":"Just as the endless plans for raising prices of favored commodities are the result of thinking of the interests only of the producers immediately concerned, and forgetting the interests of consumers, so the plans for holding down prices by legal edict are the result of thinking of the short-run interests of people only as consumers and forgetting their interests as producers.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1566","value":1566},"note":null},{"text":"Rent control, however, encourages wasteful use of space. It discriminates in favor of those who already occupy houses or apartments in a particular city or region at the expense of those who find themselves on the outside. Permitting rents to rise to the free market level allows all tenants or would-be tenants equal opportunity to bid for space. Under conditions of monetary inflation or real housing shortage, rents would rise just as surely if landlords were not allowed to set an asking price, but were allowed merely to accept the highest competitive bids of tenants.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1603","value":1603},"note":null},{"text":"The effects of rent control become worse the longer the rent control continues. New housing is not built because there is no incentive to build it. With the increase in building costs (commonly as a result of inflation), the old level of rents will not yield a profit. If, as often happens, the government finally recognizes this and exempts new housing from rent control, there is still not an incentive to as much new building as if older buildings were also free of rent control. Depending on the extent of money depreciation since old rents were legally frozen, rents for new housing might be ten or twenty times as high as rent in equivalent space in the old. (This actually happened in France after World War II, for example.) Under such conditions existing tenants in old buildings are indisposed to move, no matter how much their families grow or their existing accommodations deteriorate.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1607","value":1607},"note":null},{"text":"Because of low fixed rents in old buildings, the tenants already in them, and legally protected against rent increases, are encouraged to use space wastefully, whether or not their families have grown smaller. This concentrates the immediate pressure of new demand on the relatively few new buildings. It tends to force rents in them, at…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1614","value":1614},"note":null},{"text":"Nevertheless, this will not correspondingly encourage the construction of new housing. Builders or owners of preexisting apartment houses, finding themselves with restricted profits or perhaps even losses on their old apartments, will have little or no capital to put into new construction. In addition, they, or those with capital from other sources, may fear that the government may…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1617","value":1617},"note":null},{"text":"The housing situation will deteriorate in other ways. Most important, unless the appropriate rent increases are allowed, landlords will not trouble to remodel apartments or make other improvements in them. In fact, where rent control is particularly unrealistic or oppressive, landlords will not even keep rented houses or apartments in tolerable repair. Not only will they have no economic incentive to do so; they may not even have the funds. The rent-control laws, among their other effects, create ill feeling between…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1620","value":1620},"note":null},{"text":"When these consequences are so clear that they become glaring, there is of course no acknowledgment on the part of the imposers of rent control that they have blundered. Instead, they denounce the capitalist system. They contend that private enterprise has “failed” again; that “private enterprise cannot do the job.” Therefore, they argue, the State must step in and itself build low-rent housing. This has been the almost universal result in every country that was involved in World War II or imposed rent control in an effort to offset monetary inflation. So the government launches on a gigantic housing program—at the taxpayers’ expense. The houses are rented at a rate that does not pay back costs of construction and operation. A typical arrangement is for the government to pay annual subsidies, either directly to the tenants in lower rents or to the builders or managers of the State housing. Whatever the nominal arrangement, the tenants in the buildings are being subsidized by the rest of the population. They are having part of their rent paid for them. They are being selected for favored treatment. The political possibilities of this favoritism are too clear to need stressing. A pressure group is built up that believes that the taxpayers owe it these subsidies as a matter of right. Another all but irreversible step is taken toward the total Welfare State.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1641","value":1641},"note":null},{"text":"In sum, the more unrealistic and unjust the rent control is, the harder it is politically to get rid of it. In country after country, a ruinous rent control has been retained years after other forms of price control have been abandoned.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1659","value":1659},"note":null},{"text":"The law sometimes provides that the controls may be lifted when the “vacancy rate” is above a certain figure. The officials retaining the rent control keep triumphantly pointing out that the vacancy rate has not yet reached that figure. Of course not. The very fact that the legal rents are held so far below market rents artificially increases the demand for rental space at the same time as it discourages any increase in supply. So the more unreasonably low the rent ceilings are held, the more certain it is that the “scarcity” of rental houses or apartments will continue.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1661","value":1661},"note":null},{"text":"When unreasonable price controls are placed on articles of immediate consumption, like bread, for example, the bakers can simply refuse to continue to bake and sell it. A shortage becomes immediately obvious, and the politicians are compelled to raise the ceilings or repeal them. But housing is very durable. It may take several years before tenants begin to feel the results of the discouragement to new building, and to ordinary maintenance and repair. It may take even longer before they realize that the scarcity and deterioration of housing is directly traceable to rent control. Meanwhile, as long as landlords are getting any net income whatever above their taxes and mortgage interest, they seem to have no alternative but to continue holding and renting their property. The politicians—remembering that tenants have more votes than landlords—cynically continue their rent control long after they have been forced to give up general price controls.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1674","value":1674},"note":null},{"text":"The first thing that happens, for example, when a law is passed that no one shall be paid less than $106 for a forty-hour week is that no one who is not worth $106 a week to an employer will be employed at all. You cannot make a man worth a given amount by making it illegal for anyone to offer him anything less. You merely deprive him of the right to earn the amount that his abilities and situation would permit him to earn, while you deprive the community even of the moderate services that he is capable of rendering. In brief, for a low wage you substitute unemployment. You do harm all around, with no comparable compensation.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1696","value":1696},"note":null},{"text":"It may be thought that if the law forces the payment of a higher wage in a given industry, that industry can then charge higher prices for its product, so that the burden of paying the higher wage is merely shifted to consumers. Such shifts, however, are not easily made, nor are the consequences of artificial wage-raising so easily escaped. A higher price for the product may not be possible: it may merely drive consumers to the equivalent imported products or to some substitute. Or, if consumers continue to buy the product of the industry in which wages have been raised, the higher price will cause them to buy less of it. While some workers in the industry may be benefited from the higher wage, therefore, others will be thrown out of employment altogether. On the other hand, if the price of the product is not raised, marginal producers in the industry will be driven out of business; so that reduced production and consequent unemployment will merely be brought about in another way.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1704","value":1704},"note":null},{"text":"And it ignores, finally, that bad as were the wages paid in the X industry, they were the best among all the alternatives that seemed open to the workers in that industry; otherwise the workers would have gone into another. If, therefore, the X industry is driven out of existence by a minimum wage law, then the workers previously employed in that industry will be forced to turn to alternative courses that seemed less attractive to them in the first place. Their competition for jobs will drive down the pay…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1714","value":1714},"note":null},{"text":"A nice problem, moreover, will be raised by the relief program designed to take care of the unemployment caused by the minimum wage law. By a minimum wage of, say, $2.65 an hour, we have forbidden anyone to work forty hours in a week for less than $106. Suppose, now, we offer only $70 a week on relief. This means that we have forbidden a man to be usefully employed at, say, $90 a week, in order that we may support him at $70 a week in idleness. We have deprived society of the value of his services. We have deprived the man of the independence and self-respect that come from…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1719","value":1719},"note":null},{"text":"Yet the higher we make the relief payment, the worse we make the situation in other respects. If we offer $ 106 for relief, then we offer many men just as much for not working as for working. Moreover, whatever the sum we offer for relief, we create a situation in which everyone is working only for the difference between his wages and the amount of the relief. If the relief is $106 a week, for example, workers offered a wage of $2.75 an hour, or $110 a week,…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1725","value":1725},"note":null},{"text":"It remains to be pointed out that government make-work is necessarily inefficient and of questionable utility. The government has to invent projects that will employ the least skilled. It cannot start teaching people carpentry, masonry, and the like, for fear of competing…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1733","value":1733},"note":null},{"text":"We know as a matter of experience that it is the big companies—those most often accused of being monopolies—that pay the highest wages and offer the most attractive working conditions. It is commonly the small marginal firms, perhaps suffering from excessive competition, that offer the lowest wages. But all employers must pay enough to hold workers or to attract them from each other.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1745","value":1745},"note":null},{"text":"The question is not whether we wish to see everybody as well off as possible. Among men of good will such an aim can be taken for granted. The real question concerns the proper means of achieving it. And in trying to answer this we must never lose sight of a few elementary truisms. We cannot distribute more wealth than is created. We cannot in the long run pay labor as a whole more than it produces.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1752","value":1752},"note":null},{"text":"The best way to raise wages, therefore, is to raise marginal labor productivity. This can be done by many methods: by an increase in capital accumulation—i.e., by an increase in the machines with which the workers are aided; by new inventions and improvements; by more efficient management on the part of employers; by more industriousness and efficiency on the part of workers; by better education and training. The more the individual worker produces, the more he increases the wealth of the whole community. The more he produces, the more his services are worth to consumers, and hence to employers. And the more he is worth to employers, the more he will be paid. Real wages come out of production, not out of government decrees. So government policy should be directed, not to imposing more burdensome requirements on employers, but to following policies that encourage profits, that encourage employers to expand, to invest in newer and better machines to increase the productivity of workers—in brief, to encourage capital accumulation, instead of discouraging it—and to increase both employment and wage rates.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1755","value":1755},"note":null},{"text":"Though the legislation follows the rise of the prevailing market wage rate, the myth continues to be built up that it is the minimum wage legislation that has raised the market wage.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1772","value":1772},"note":null},{"text":"In spite of the overwhelming evidence that labor productivity is the fundamental determinant of wages, the conclusion is usually forgotten or derided by labor union leaders and by that large group of economic writers who seek a reputation as “liberals” by parroting them. But this conclusion does not rest on the assumption, as they suppose, that employers are uniformly kind and generous men eager to do what is right. It rests on the very different assumption that the individual employer is eager to increase his own profits to the maximum. If people are willing to work for less than they are really worth to him, why should he not take the fullest advantage of this? Why should he not prefer, for example, to make $1 a week out of a workman rather than see some other employer make $2 a week out of him? And as long as this situation exists, there will be a tendency for employers to bid workers up to their full economic worth.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1780","value":1780},"note":null},{"text":"To the extent that it remains peaceful, it is a legitimate labor weapon, even though it is one that should be used rarely and as a last resort. If his workers as a body withhold their labor, they may bring a stubborn employer, who has been underpaying them, to his senses. He may find that he is unable to replace these workers with workers equally good who are willing to accept the wage that the former have now rejected. But the moment workers have to use intimidation or violence to enforce their demands—the moment they use mass picketing to prevent any of the old workers from continuing at their jobs, or to prevent the employer from hiring new permanent workers to take their places—their case becomes suspect. For the pickets are really being used, not primarily against the employer, but against other workers. These other workers are willing to take the jobs that the old employees have vacated, and at the wages that the old employees now reject. The fact proves that the other alternatives open to the new workers are not as good as those that the old employees have refused. If, therefore, the old employees succeed by force in preventing new workers from taking their place, they prevent these new workers from choosing the best alternative open to them, and force them to take something worse. The strikers are therefore insisting on a position of privilege, and are using force to maintain this privileged position against other workers.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1807","value":1807},"note":null},{"text":"Emotional economics has given birth to theories that calm examination cannot justify. One of these is the idea that labor is being “underpaid” generally. This would be analogous to the notion that in a free market prices in general are chronically too low. Another curious but persistent notion is that the interests of a nation’s workers are identical with each other, and that an increase in wages for one union in some obscure way helps all other workers. Not only is there no truth in this idea; the truth is that, if a particular union by coercion is able to enforce for its own members a wage substantially above the real market worth of their services, it will hurt all other workers as it hurts other members of the community.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1823","value":1823},"note":null},{"text":"When strong labor unions in the past made it their function to provide for their own unemployed members, they thought twice before demanding a wage that would cause heavy unemployment. But where there is a relief system under which the general taxpayer is forced to provide for the unemployment caused by excessive wage rates, this restraint on excessive union demands is removed. Moreover, as we have already noted, “adequate” relief will cause some men not to seek work at all, and will cause others to consider that they are in effect being asked to work not for the wage offered, but only for the difference between that wage and the relief payment. And heavy unemployment means that fewer goods are produced, that the nation is poorer, and that there is less for everybody.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1859","value":1859},"note":null},{"text":"It is usually assumed that an increase in wages is gained at the expense of the profits of employers. This may of course happen for short periods or in special circumstances. If wages are forced up in a particular firm, in such competition with others that it cannot raise its prices, the increase will come out of its profits. This is less likely to happen if the wage increase takes place throughout a whole industry. If the industry does not face foreign competition it may be able to increase its prices and pass the wage increase along to consumers. As these are likely to consist for the most part of workers, they will simply have their real wages reduced by having to pay more for a particular product.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1875","value":1875},"note":null},{"text":"If the money that they have invested in railroads now yields less than money they can invest in other lines, the investors will not put a cent more into railroads. They may replace a few of the things that wear out first, to protect the small yield on their remaining capital; but in the long run they will not even bother to replace items that fall into obsolescence or decay. If capital invested at home pays them less than that invested abroad, they will invest abroad. If they cannot find sufficient return anywhere to compensate them for their risk, they will cease to invest at all.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1892","value":1892},"note":null},{"text":"Thus the exploitation of capital by labor can at best be merely temporary. It will quickly come to an end. It will come to an end, actually, not so much in the way indicated in our hypothetical illustration, as by the forcing of marginal firms out of business entirely, the growth of unemployment, and the forced readjustment of wages and profits to the point where the prospect of normal (or abnormal) profits leads to a resumption of employment and production. But in the meanwhile, as a result of the exploitation, unemployment and reduced production will have made everybody poorer. Even though labor for a time will have a greater relative share of the national income, the national income will fall absolutely; so that labor’s relative gains in these short periods may mean a Pyrrhic victory: they may mean that labor, too, is getting a lower total amount in terms of real purchasing power.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1896","value":1896},"note":null},{"text":"Thus we are driven to the conclusion that unions, though they may for a time be able to secure an increase in money wages for their members, partly at the expense of employers and more at the expense of nonunionized workers, cannot, in the long-run and for the whole body of workers, increase real wages at all. The belief that they do so rests on a series of delusions. One of these is the fallacy of post hoc ergo propter hoc, which sees the enormous rise in wages in the last half century, due principally to the growth of capital investment and to scientific and technological advance, and ascribes it to the unions because the unions were also growing during this period. But the error most responsible for the delusion is that of considering merely what a rise of wages brought about by union demands means in the short…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1903","value":1903},"note":null},{"text":"With regard to productivity there is something to be said for union policies, it is true, on the credit side. In some trades they have insisted on standards to increase the level of skill and competence. And in their early history they did much to protect the health of their members. Where labor was plentiful, individual employers often stood to make short-run gains by speeding up workers and working them long hours in spite of ultimate ill effects upon their health, because they could easily be replaced with others. And sometimes ignorant or shortsighted employers might even reduce their own profits by overworking their employees. In all these cases the unions, by demanding decent standards, often increased the health and broader welfare of their members at the same time as they increased their real…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1914","value":1914},"note":null},{"text":"They have opposed payment on the basis of output or efficiency, and insisted on the same hourly rates for all their members regardless of differences in productivity. They have insisted on promotion for seniority rather than for merit. They have initiated deliberate slowdowns under the pretense of fighting “speed-ups.” They have denounced, insisted upon the dismissal of, and sometimes cruelly beaten, men who turned out more work than their fellows. They have opposed the introduction or improvement of machinery. They have insisted that if any of their members have been laid off because of the installation of more efficient or more labor-saving machinery, the laid-off workers receive “guaranteed incomes” indefinitely. They have insisted on make-work rules to require more people or more time to perform a given task. They have even insisted, with the threat of ruining employers, on the hiring of people who are not needed at all.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1928","value":1928},"note":null},{"text":"Most of these policies have been followed under the assumption that there is just a fixed amount of work to be done, a definite “job fund” which has to be spread over as many people and hours as possible so as not to use it up too soon. This assumption is utterly false. There is actually no limit to the amount of work to be done. Work creates work. What A produces constitutes the demand for what B produces. But because this false assumption exists, and because the policies of unions are based on it, their net effect has been to reduce productivity below what it would otherwise have been. Their net effect, therefore, in the long run and for all groups of workers, has been to reduce real wages—that is, wages in terms of the goods they will buy—below the level to which they would otherwise have risen. The real cause for the tremendous increase in real wages in the last century has been, to repeat, the accumulation of capital and the enormous technological advance made possible by it.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1935","value":1935},"note":null},{"text":"All this, moreover, has its reverse side. In an exchange economy everybody’s money income is somebody else’s cost. Every increase in hourly wages, unless or until compensated by an equal increase in hourly productivity, is an increase in costs of production. An increase in costs of production, where the government controls prices and forbids any price increase, takes the profit from marginal producers, forces them out of business, means a shrinkage in production and a growth in unemployment. Even where a price increase is possible, the higher price discourages buyers, shrinks the market, and also leads to unemployment. If a 30 percent increase in hourly wages all around the circle forces a 30 percent increase in prices, labor can buy no more of the product than it could at the beginning; and the merry-go-round must start all over again.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=1988","value":1988},"note":null},{"text":"While there would have to be both deductions from these figures and additions to them to provide a fair estimate of “labor’s” income, we can assume on this basis that labor costs cannot be less than about two-thirds of total production costs and may run above three-quarters (depending upon our definition of labor). If we take the lower of these two estimates, and assume also that dollar profit margins would be unchanged, it is clear that an increase of 30 percent in wage costs all around the circle would mean an increase of nearly 20 percent in prices. But such a change would mean that the dollar profit margin, representing the income of investors, managers and the self-employed, would then have, say, only 84 percent as much purchasing power as it had before. The long-run effect of this would be to cause a diminution of investment and new enterprise compared with what it would otherwise have been, and consequent transfers of men from the lower ranks of the self-employed to the higher ranks of wage-earners, until the previous relationships had been approximately restored. But this is only another way of saying that a 30 percent increase in wages under the conditions assumed would eventually mean also a 30 percent increase in prices. It does not necessarily follow that wage-earners would make no relative gains. They would make a relative gain, and other elements in the population would suffer a relative loss, during the period of transition. But it is improbable that this relative gain would mean an absolute gain. For the kind of change in the relationship of costs to prices contemplated here could hardly take place without bringing about unemployment and unbalanced, interrupted or reduced production. So that while labor might get a wider slice of a smaller pie, during this period of transition and adjustment to a new equilibrium, it may be doubted whether this would be greater in absolute size (and it might easily be less) than the previous narrower slice of a larger pie.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=2024","value":2024},"note":null},{"text":"This brings us to the general meaning and effect of economic equilibrium. Equilibrium wages and prices are the wages and prices that equalize supply and demand. If, either through government or private coercion, an attempt is made to lift prices above their equilibrium level, demand is reduced and therefore production is reduced. If an attempt is made to push prices below their equilibrium level, the consequent reduction or wiping out of profits will mean a falling off of supply or new production. Therefore any attempt to force prices either above or below their equilibrium levels (which are the levels toward which a free market constantly tends to bring them) will act to reduce the volume of employment and production below what it would otherwise have been.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=2039","value":2039},"note":null},{"text":"Yet the profits of the owner of a barbershop may average much less not merely than the salary of a motion picture star or the hired head of a steel corporation, but less even than the average wage for skilled labor.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=2067","value":2067},"note":null},{"text":"Yet governmental policy almost everywhere today tends to assume that production will go on automatically, no matter what is done to discourage it. One of the greatest dangers to world production today still comes from government price-fixing policies. Not only do these policies put one item after another out of production by leaving no incentive to make it, but their long-run effect is to prevent a balance of production in accordance with the actual demands of consumers. When the economy is free, demand so acts that some branches of production make what some government officials regard as “excessive,” “unreasonable,” or even “obscene” profits. But that very fact not only causes every firm in that line to expand its production to the utmost, and to reinvest its profits in more machinery and more employment; it also attracts new investors and producers from everywhere, until production in that line is great enough to meet demand, and the profits in it again fall to (or below) the general average level. In a free economy, in which wages, costs and prices are left to the free play of the competitive market, the prospect of profits decides what articles will be made, and in what quantities—and what articles will not be made at all. If there is no profit in making an article, it is a sign that the labor and capital devoted to its production are misdirected: the value of the resources that must be used up in making the article is greater than the value of the article itself. One function of profits, in brief, is to guide and channel the factors of production so as to apportion the relative output of thousands of different commodities in accordance with demand. No bureaucrat, no matter how brilliant, can solve this problem arbitrarily. Free prices and free profits will maximize production and relieve shortages quicker than any other system. Arbitrarily fixed prices and arbitrarily limited profits can only prolong shortages and reduce production and employment.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=2089","value":2089},"note":null},{"text":"Contrary to a popular impression, profits are achieved not by raising prices, but by introducing economies and efficiencies that cut costs of production. It seldom happens (and unless there is a monopoly it never happens over a long period) that every firm in an industry makes a profit. The price charged by all firms for the same commodity or service must be the same; those who try to charge a higher price do not find buyers. Therefore the largest profits go to the firms that have achieved the lowest costs of production. These expand at the expense of the inefficient firms with higher costs. It is thus that the consumer and the public are served.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=2107","value":2107},"note":null},{"text":"Profits, in short, resulting from the relationships of costs to prices, not only tell us which goods it is most economical to make, but which are the most economical ways to make them. These questions must be answered by a socialist system no less than by a capitalist one; they must be answered by any conceivable economic system; and for the overwhelming bulk of the commodities and services that are produced, the answers supplied by profit and loss under competitive free enterprise are incomparably superior to those that could be obtained by any other method.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=2112","value":2112},"note":null},{"text":"The most obvious and yet the oldest and most stubborn error on which the appeal of inflation rests is that of confusing “money” with wealth.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=2131","value":2131},"note":null},{"text":"Real wealth, of course, consists in what is produced and consumed: the food we eat, the clothes we wear, the houses we live in. It is railways and roads and motor cars; ships and planes and factories; schools and churches and theaters; pianos, paintings and books. Yet so powerful is the verbal ambiguity that confuses money with wealth, that even those who at times recognize the confusion will slide back into it in the course of their reasoning.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=2135","value":2135},"note":null},{"text":"On the one hand, as we have just seen, are those who imagine that the quantity of money could be increased by almost any amount without affecting prices. They merely see this increased money as a means of increasing everyone’s “purchasing power,” in the sense of enabling everybody to buy more goods than before. Either they never stop to remind themselves that people collectively cannot buy twice as much goods as before unless twice as much goods are produced, or they imagine that the only thing that holds down an indefinite increase in production is not a shortage of manpower, working hours or productive capacity, but merely a shortage of monetary demand: if people want the goods, they assume, and have the money to pay for them, the goods will almost automatically be produced.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=2159","value":2159},"note":null},{"text":"The war contractors and their employees, then, will have higher money incomes. They will spend them for the particular goods and services they want. The sellers of these goods and services will be able to raise their prices because of this increased demand. Those who have the increased money income will be willing to pay these higher prices rather than do without the goods; for they will have more money, and a dollar will have a smaller subjective value in the eyes of each of them. Let us call the war contractors and their employees group A, and those from whom they directly buy their added goods and services group B. Group B, as a result of higher sales and prices, will now in turn buy more goods and services from a still further group, C. Group C in turn will be able to raise its prices and will have more income to spend on group D, and so on, until the rise in prices and money incomes has covered virtually the whole nation. When the process has been completed, nearly everybody will have a higher income measured in terms of money. But (assuming that production of goods and services has not increased) prices of goods and services will have increased correspondingly. The nation will be no richer than before.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=2180","value":2180},"note":null},{"text":"This does not mean, however, that everyone’s relative or absolute wealth and income will remain the same as before. On the contrary, the process of inflation is certain to affect the fortunes of one group differently from those of another. The first groups to receive the additional money will benefit the most. The money incomes of group A, for example, will have increased before prices have increased, so that they will be able to buy almost a proportionate increase in goods. The money incomes of group B will advance later, when prices have already increased somewhat; but group B will be better off in terms of goods. Meanwhile, however, the groups that have still had no advance whatever in their money incomes will find themselves compelled to pay higher prices for the things they buy, which means that they will be obliged to get along on a lower standard of living than before.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=2189","value":2189},"note":null},{"text":"In other words, the gains of the first groups of producers to benefit by higher prices or wages from the inflation are necessarily at the expense of the losses suffered (as consumers) by the last groups of producers that are able to raise their prices or wages.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=2200","value":2200},"note":null},{"text":"This argument in its cruder form rests on the immemorial confusion between money and real wealth. It assumes that new “purchasing power” is being brought into existence, and that the effects of this new purchasing power multiply themselves in ever-widening circles, like the ripples caused by a stone thrown into a pond. The real purchasing power for goods, however, as we have seen, consists of other goods. It cannot be wondrously increased merely by printing more pieces of paper called dollars. Fundamentally what happens in an exchange economy is that the things that A produces are exchanged for the things that B produces.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=2233","value":2233},"note":null},{"text":"We are all accustomed to measuring our income and wealth in terms of money. The mental habit is so strong that even professional economists and statisticians cannot consistently break it. It is not easy to see relationships always in terms of real goods and real welfare. Who among us does not feel richer and prouder when he is told that our national income has doubled (in terms of dollars, of course) compared with some preinflationary period? Even the clerk who used to get $75 a week and now gets $120 thinks that he must be in some way better off, though it costs him twice as much to live as it did when he was getting $75. He is of course not blind to the rise in the cost of living. But neither is he as fully aware of his real position as he would have been if his cost of living had not changed and if his money salary had been reduced to give him the same reduced purchasing power that he now has, in spite of his salary increase, because of higher prices. Inflation is the autosuggestion, the hypnotism, the anesthetic, that has dulled the pain of the operation for him. Inflation is the opium of the people.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=2263","value":2263},"note":null},{"text":"Yet when the government comes to repay the debt it has accumulated for public works, it must necessarily tax more heavily than it spends. In this later period, therefore, it must necessarily destroy more jobs than it creates. The extra-heavy taxation then required does not merely take away purchasing power; it also lowers or destroys incentives to production, and so reduces the total wealth and income of the country. The only escape from this conclusion is to assume (as of course the apostles of spending always do) that the politicians in power will spend money only in what would otherwise have been depressed or “deflationary” periods, and will promptly pay the debt off in what would otherwise have been boom or “inflationary” periods. This is a beguiling fiction, but unfortunately the politicians in power have never acted that way. Economic forecasting, moreover, is so precarious, and the political pressures at work are of such a nature, that governments are unlikely ever to act that way. Deficit spending, once embarked upon, creates powerful vested interests which demand its continuance under all conditions.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=2284","value":2284},"note":null},{"text":"Inflation itself is a form of taxation. It is perhaps the worst possible form, which usually bears hardest on those least able to pay. On the assumption that inflation affected everyone and everything evenly (which, we have seen, is never true), it would be tantamount to a flat sales tax of the same percentage on all commodities, with the rate as high on bread and milk as on diamonds and furs. Or it might be thought of as equivalent to a flat tax of the same percentage, without exemptions, on everyone’s income. It is a tax not only on every individual’s expenditures, but on his savings account and life insurance. It is, in fact, a flat capital levy, without exemptions, in which the poor man pays as high a percentage as the rich man.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=2294","value":2294},"note":null},{"text":"Like every other tax, inflation acts to determine the individual and business policies we are all forced to follow. It discourages all prudence and thrift. It encourages squandering, gambling, reckless waste of all kinds. It often makes it more profitable to speculate than to produce. It tears apart the whole fabric of stable economic relationships. Its inexcusable injustices drive men toward desperate remedies. It plants the seeds of fascism and communism. It leads men to demand totalitarian controls. It ends invariably in bitter disillusion and collapse.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=2304","value":2304},"note":null},{"text":"“Saving” in short, in the modern world, is only another form of spending. The usual difference is that the money is turned over to someone else to spend on means to increase production.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=2350","value":2350},"note":null},{"text":"And Benjamin, who continues about the same ratio of spending to saving, not only provides more jobs than ever, because his income, through investment, has grown, but through his investment he has helped to provide better-paying and more productive jobs. His capital wealth and income are greater. He has, in brief, added to the nation’s productive capacity; Alvin has not.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=2356","value":2356},"note":null},{"text":"At times when there is capricious government intervention in business, and when business does not know what the government is going to do next, uncertainty is created. Profits are not reinvested. Firms and individuals allow cash balances to accumulate in their banks. They keep larger reserves against contingencies. This hoarding of cash may seem like a cause of a subsequent slowdown in business activity. The real cause, however, is the uncertainty brought about by the government policies.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003XT60KO&location=2377","value":2377},"note":null}]}