{"asin":"B003GK22NY","title":"Breath: Film Tie-In","authors":"Tim Winton","highlights":[{"text":"Every day, said Sando, making an elaborate show of ignoring her. Every day, people face down their own fears. They make calculations, bargains with God, strategic manoeuvres. That’s how we first crossed oceans and learnt to fly and split the atom, how we found the nerve to give up on all the old superstitions. Sando gestured grandly at the books against the wall. That’s mankind for you, he said. Our higher side. We rise to a challenge and set a course. We take a decision. You put your mind to something. Just deciding to do it gets you halfway there. Daring to try.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003GK22NY&location=1605","value":1605},"note":null},{"text":"People dreamed about a World Cup and sanctioned events at the Olympics, but the skiing establishment was welded to tradition. The old-school was about keeping your feet on the ground and looking sophisticated – a European thing; a martini and Ingrid Bergman deal – whereas hotdoggers wanted to rock and roll, to get some air, to be upside down, to be scary-good rather than just pretty. People said they were nuts, brats, wreckers, degenerates. And they were right, said Eva fondly – we kicked ass.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003GK22NY&location=2497","value":2497},"note":null},{"text":"The first moment she was back in skis she sensed weakness, but told herself she’d manage. Yet it only takes a sliver of doubt to make you vulnerable. When you’re fifty feet in the air your only armour is conviction. Regardless of how hard you’ve trained, the moment your self-belief wavers, you are in danger.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003GK22NY&location=2507","value":2507},"note":null},{"text":"We tried to find some closeness, Mum and I. I wrote every week from the city and phoned her every few days. I drove home some weekends and at semester breaks I stayed weeks at a time. I tried to show I loved her but our relationship was a polite, undeclared failure – there was tenderness but no intimacy – and in this regard it could have been a rehearsal for marriage.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003GK22NY&location=2870","value":2870},"note":null},{"text":"Nobody wants to be creepy. I was careful, always backing off. And somehow, somewhere along the track, I went numb. I couldn’t say what it was and didn’t dare try. How do you explain the sense of being made to feel improper? I withdrew into a watchful rectitude, anxious to please, risking nothing. I followed the outline of my life, carefully rehearsing form without conviction, like a bishop who can’t see that his faith has become an act.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003GK22NY&location=2899","value":2899},"note":null},{"text":"I took the burial as a sacrament of my own failure as much as a tribute to my gentle mother’s life. My girls were there. They seemed happy to see me and I couldn’t hold their wariness against them. Grace left her new bloke at home though she needn’t have. I would have behaved. She seemed wistful but determined and it clearly upset her to see me looking the way I did. I had a few scars by then and I was woozy with pills. I felt the hopeless tug of love as she led the girls towards the car. The mourners around me were careful but not afraid. I have never been a violent man. Just a little creepy, it seems.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003GK22NY&location=2924","value":2924},"note":null},{"text":"You get ideas. We all get ideas. Thoughts. And most of them come and go without causing anybody grief. Desmond shook his head and I wanted to get him by the hair, squeeze the poison from his head. Wanted to, but didn’t. I told him he was sad and dangerous, that he shouldn’t say such things, especially not to vulnerable people like us. I was well and truly wigged out at the time, but still sane enough to know there’s a world of difference between thinking things and doing them.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003GK22NY&location=2936","value":2936},"note":null},{"text":"My favourite time is when we’re all at the Point, because when they see me out on the water I don’t have to be cautious and I’m never ashamed. Out there I’m free. I don’t require management. They probably don’t understand this, but it’s important for me to show them that their father is a man who dances – who saves lives and carries the wounded, yes, but who also does something completely pointless and beautiful, and in this at least he should need no explanation.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003GK22NY&location=3048","value":3048},"note":null}]}