{"asin":"B002W8QXHW","title":"59 Seconds: Think a Little, Change a Lot","authors":"Richard Wiseman","highlights":[{"text":"Regardless of the method used, the overall result was clear—happiness doesn’t just flow from success; it actually causes it.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=97","value":97},"note":null},{"text":"From a psychological perspective, thinking and writing are very different. Thinking can often be somewhat unstructured, disorganized, and even chaotic. In contrast, writing encourages the creation of a story line and structure that help people make sense of what has happened and work toward a solution. In short, talking can add to a sense of confusion, but writing provides a more systematic, solution-based approach.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=185","value":185},"note":null},{"text":"Compared to those in either the “annoyed” or the “events” group, those expressing gratitude ended up happier, much more optimistic about the future, and physically healthier—and they even exercised more.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=207","value":207},"note":null},{"text":"The results from both studies clearly indicated that in terms of short- and long-term happiness, buying experiences made people feel better than buying products.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=269","value":269},"note":null},{"text":"Those who spent a higher percentage of their income on others were far happier than those who spent it on themselves.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=322","value":322},"note":null},{"text":"When it comes to happiness, remember, it is experiences that represent really good value for the money.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=348","value":348},"note":null},{"text":"The science shows that exactly the opposite is true—people become much happier after providing for others rather than themselves. The good news is that you really do not have to divert a huge proportion of your income to charity, friends, family, and colleagues. In fact, the smallest gifts can quickly result in surprisingly large and long-lasting changes in happiness. A few dollars spent on others may be one of the best investments that you ever make.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=352","value":352},"note":null},{"text":"People behave in highly predictable ways when they experience certain emotions and thoughts. When they are sad, they cry. When they are happy, they smile. When they agree, they nod their heads. So far, no surprises, but according to an area of research known as “proprioceptive psychology,” the process also works in reverse. Get people to behave in a certain way and you cause them to feel certain emotions and have certain thoughts. The idea was initially controversial, but fortunately it was supported by a series of compelling experiments.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=377","value":377},"note":null},{"text":"Exactly the same idea applies to happiness. People smile when they are happy, but they also feel happier because they are smiling. The effect even works when people are not aware that they are smiling.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=389","value":389},"note":null},{"text":"Other work has demonstrated that this increase in happiness does not immediately drain away when people cease smiling.30 It lingers, affecting many aspects of their behavior, including interacting with others in a more positive way and being more likely to remember happy life events.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=397","value":397},"note":null},{"text":"Try walking in a more relaxed way, swinging your arms slightly more and putting more of a spring in your step. Also, try making more expressive hand gestures during conversations, nod your head more when others are speaking, wear more colorful clothing, use positively charged emotional words more (especially “love,” “like,” and “fond”), use fewer self-references (“me,” “myself,” and “I”), have a larger variation in the pitch of your voice, speak slightly faster, and have a significantly firmer handshake. Incorporating these behaviors into your everyday actions will enhance your happiness.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=415","value":415},"note":null},{"text":"In contrast, intentional changes tend to avoid hedonistic habituation by creating a constantly changing psychological landscape. Whether it is starting a new hobby, joining an organization, initiating a project, meeting new people, or learning a novel skill, the brain is fed with ever-changing positive experiences that prevent habituation and so prolong happiness.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=435","value":435},"note":null},{"text":"The effect has been replicated many times, and the conclusion is clear: if you set children to an activity that they enjoy and reward them for doing it, the reward reduces the enjoyment and demotivates them. Within a few seconds you transform play into work.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=458","value":458},"note":null},{"text":"The average enjoyment rating of the handsomely paid group was a measly 2 out of 10, while the modestly paid group’s average rating proved to be a whopping 8.5.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=466","value":466},"note":null},{"text":"Almost regardless of the nature of the rewards or tasks, those who are offered a carrot tend not to perform as well as those who don’t expect to receive anything.3 Some of the studies have shown short-term boosts in performance, but over the long haul rewards tend to destroy the very behavior they are designed to encourage.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=472","value":472},"note":null},{"text":"To encourage people to do more of something they enjoy, try presenting them with the occasional small surprise reward after they have completed the activity or praising the fruits of their labor. When it is something that they don’t enjoy, a realistic, but not excessive, reward is effective at the start, followed by feel-good comments that encourage them to pursue the activity","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=476","value":476},"note":null},{"text":"It seems that presenting weaknesses early is seen as a sign of openness. This is a lesson that many politicians, such as Bill Clinton, have yet to learn. Interviewers believe that they are dealing with someone who has the strength of character and integrity to bring up potential difficulties at the outset, and they therefore conclude that the applicant is not attempting to mislead them.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=521","value":521},"note":null},{"text":"It seems that modesty, rather than honesty, is critical for positive aspects of your past. By delaying mention of such details, you appear to prefer letting your strengths emerge naturally, while playing your cards early is seen as boastful.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=526","value":526},"note":null},{"text":"This bias, known as the “spotlight” effect, has been found in many different settings. From assessing the effects of a bad-hair day to performing poorly in a group discussion, those who feel embarrassed are convinced that their mistakes are far more noticeable than they actually are. Why?","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=545","value":545},"note":null},{"text":"These results suggest that you can increase how bright people think you are by merely writing legibly and simplifying your language.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=585","value":585},"note":null},{"text":"In other words, to increase the likelihood that someone will like you, get that person to do you a favor. A century later, Russian novelist Leo Tolstoy appeared to agree, writing, “We do not love people so much for the good they have done us, as for the good we do them.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=605","value":605},"note":null},{"text":"When you gossip about another person, listeners unconsciously associate you with the characteristics you are describing, ultimately leading to those characteristics’ being “transferred” to you. So, say positive and pleasant things about friends and colleagues, and you are seen as a nice person.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=661","value":661},"note":null},{"text":"People like you more when they do a favor for you. The effect has its limits, however, and is more likely to work with small favors rather than more significant requests that make people either respond begrudgingly or, even worse, refuse.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=667","value":667},"note":null},{"text":"Those who saw the story of the girl contributed more than twice the amount given by those who saw only statistics. Irrational as it is, people are swayed far more by the individual than by the masses.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=680","value":680},"note":null},{"text":"The message is that people are more likely to agree with you when they have already said something positive.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=689","value":689},"note":null},{"text":"It seemed that the brief humorous aside momentarily put the participant in a good mood and encouraged them to be more giving.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=727","value":727},"note":null},{"text":"Unfortunately, because most people are reluctant to stand out from the crowd, everyone looks to everyone else for pointers, and the group can end up deciding to do nothing. Even if a clear and present need for help exists, there is still the issue of responsibility. In most everyday situations, there is no clear chain of command. Is it your job to help, or should you leave it to the guy over there (not him, the guy behind him)? Everyone in the group thinks in the same way, which can result in no one helping at all.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=766","value":766},"note":null},{"text":"So, if you are unfortunate enough to require assistance in the street, what can you do to increase your chances of obtaining help? According to persuasion expert Robert Cialdini, the answer is to pick out a friendly face in the crowd and clearly tell them what is happening and what they need to do.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=783","value":783},"note":null},{"text":"For example, when trying to get people to help you via e-mail, do not send your message to an entire group. When people see that an e-mail has been sent to lots of others, the same diffusion effect can arise, with everyone thinking that it is everyone else’s responsibility to respond.30 To increase the chances of getting people to help, send the message to each person individually.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=789","value":789},"note":null},{"text":"According to work by psychologist Robert Cialdini at Arizona State University,31 many people are concerned that putting a very small amount of money into a box will make them look cheap, and so they end up giving nothing at all. “Every penny helps” legitimates, and therefore encourages, the smallest of contributions. In contrast, “Every dollar helps” has the reverse effect—people who would have contributed less are suddenly concerned that their donation will appear paltry, and so they end up giving nothing at all.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=801","value":801},"note":null},{"text":"All told, the results show that donation boxes can become up to 200 percent more effective by being painted red and labeled “Every penny counts.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=808","value":808},"note":null},{"text":"However, here comes the really clever part. In the fourth and final group, the waiters were asked to present the check to customers along with one piece of candy each, then, just as they were turning away from the table, reach into their pocket and quickly hand everyone a second piece. In terms of candy per customer, everyone ended up with exactly the same number of candies as those in the third group. But psychologically speaking, this was very, very different. The waiter had just done the customers an unnecessary and nice favor, and because of that, tips increased by an impressive 23 percent.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=839","value":839},"note":null},{"text":"We like people who help us, and we help people we like. However, for favors, it is surprising how little it takes for us to like a person and how much we give on the basis of so little. It seems that if you want to help yourself, you need to help others first.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=858","value":858},"note":null},{"text":"So, for maximum persuasion, remember: save your favors for strangers, it really is the thought that counts, and the favor has to appear to come from the heart, not the head.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=869","value":869},"note":null},{"text":"Whatever the explanation, the practical message is clear: if you want to up the chances of a lost wallet being returned, tuck in a photograph of the cutest, happiest baby you can find and make sure that it is prominently displayed.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=924","value":924},"note":null},{"text":"As you may remember, you were asked to close your eyes and imagine the new you—to think how great you would look in those close-fitting jeans, sitting in a huge office at the top of the corporate ladder, or sipping a cocktail as you feel the warm Caribbean sand between your toes. This type of exercise has been promoted by the self-help industry for years, with claims that it can help people lose weight, stop smoking, find their perfect partner, and enjoy increased career success. Unfortunately, a large body of research now suggests that although such exercises might make you feel good, the technique is, at best, ineffective.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=934","value":934},"note":null},{"text":"The experimenters asked the students in both groups to make a note of the number of hours they studied each day, and monitored their final grades. Even though the daydreaming exercise lasted only a few minutes, it had a significant impact on the students’ behavior, causing them to study less and make lower grades on the exam. The exercise may have made them feel better about themselves, but it did not help them achieve their goals.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=942","value":942},"note":null},{"text":"Five months later, the results revealed that those with positive fantasies were less likely than others to have told the desirable classmate about their crush or made any other overture toward having a relationship with them.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=959","value":959},"note":null},{"text":"Successful participants broke their overall goal into a series of sub-goals and thereby created a step-by-step process that helped remove the fear and hesitation often associated with trying to achieve a major life change. These plans were especially powerful when the sub-goals were concrete, measurable, and time-based.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1016","value":1016},"note":null},{"text":"Second, successful participants were far more likely than others to tell their friends, family, and colleagues about their goals. It seems that although keeping your promises to yourself helps ease the fear of failure, it also makes it too easy to avoid changing your life and to drift back to old habits and routines. This is in keeping with several key findings from the psychology literature illustrating that people are more likely to stick to their views and promises if they go public.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1022","value":1022},"note":null},{"text":"When the participants were informed that their estimates might be wrong, those who had made a public commitment were far more likely to stand by their opinion than those who had not told anyone. Other work suggests that the greater the public declaration, the more motivated people are to achieve their goals.5 Telling others about your aims also helps you achieve them, in part because friends and family often provide much-needed support when the going gets tough.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1028","value":1028},"note":null},{"text":"Third, those who ended up making and maintaining permanent changes in their lives frequently tended to remind themselves of the benefits associated with achieving their goals. It wasn’t a case of imagining their perfect selves but rather of having an objective checklist of how life would be better once they achieved their aim.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1036","value":1036},"note":null},{"text":"Fourth, there was the issue of reward. As part of their planning, successful participants ensured that each of their sub-goals had a reward attached to it. Often it was something small, and it never conflicted with the major goal itself","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1044","value":1044},"note":null},{"text":"Finally, successful participants also tended to make their plans, progress, benefits, and rewards as concrete as possible by expressing them in writing.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1047","value":1047},"note":null},{"text":"According to Zeigarnik, starting any activity causes your mind to experience a kind of psychic anxiety. Once the activity is completed, your mind breathes an unconscious sigh of relief, and all is forgotten. However, if you are somehow thwarted from completing the activity, your anxious mind quietly nags away until you finish what you started.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1099","value":1099},"note":null},{"text":"Procrastinators frequently put off starting certain activities because they are overwhelmed by the size of the job in front of them. However, if they can be persuaded, or can persuade themselves, to work on the activity for “just a few minutes,” they often feel an urge to see it through to completion. Research shows that the “just a few minutes” rule is a highly effective way of beating procrastination and could help people finish the most arduous of tasks.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1102","value":1102},"note":null},{"text":"Subsequent research has shown that the same effect occurs in several different areas, with, for example, tennis players and golfers benefiting far more from imagining themselves training than winning.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1120","value":1120},"note":null},{"text":"Oettingen speculated that one of the most effective states of mind involves people being optimistic about achieving their goal but also realistic about some of the problems that they may encounter.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1137","value":1137},"note":null},{"text":"In several experiments, Oettingen discovered that this procedure provides the best of both worlds. When people focused on an existing relationship that they wanted to improve, those engaging in doublethink were more successful than those who just fantasized or focused on the negatives.13 Returning to the theme of romance, she applied the doublethink procedure to students harboring a secret crush. Those who employed the fantasy-reality technique were more successful than those who merely dreamed about their perfect date or dwelled solely on the difficulties of revealing their true feelings.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1147","value":1147},"note":null},{"text":"Some research suggests that eating more slowly helps people eat less, perhaps because it fools our brains into thinking that we’ve eaten more and allows extra time for the body to digest food.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1188","value":1188},"note":null},{"text":"However, starting the meal at a normal rate of eating and then dropping to the slower rate caused both men and women to experience a large reduction in their appetite. The normal-slow combination was even more effective than eating slowly all the way through the meal, suggesting that the secret to feeling satisfied is to start at your normal speed but then savor each and every mouthful.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1193","value":1193},"note":null},{"text":"If you want to reduce your drinking, stay away from short, wide glasses and stick to tall, narrow ones.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1200","value":1200},"note":null},{"text":"To cut intake, make sure that tempting foods are out of sight, stored in a place that is difficult to access, such as a high cabinet or the basement.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1211","value":1211},"note":null},{"text":"People eat significantly more when they are distracted at mealtimes and therefore are not paying attention to their food.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1212","value":1212},"note":null},{"text":"Distractions while eating, such as watching television, reading a magazine, or even chatting with others, encourage people to consume more.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1216","value":1216},"note":null},{"text":"Try cutting down on your eating by using smaller bowls, plates, and cutlery.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1227","value":1227},"note":null},{"text":"According to the theory, becoming aware of what you are eating on a daily basis will help you break old habits and consume less.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1232","value":1232},"note":null},{"text":"The results revealed that the group who constantly saw themselves in the mirror ended up feeling significantly less revitalized and more exhausted than the group who faced the wall. Researchers believe that the mirrors may encourage people to focus on their less-than-perfect bodies and consequently to do more harm than good.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1238","value":1238},"note":null},{"text":"The results revealed that participants given the diet bags ate twice as many chips as those given the large bags. The researchers speculated that the participants given the diet packs felt they didn’t need to exercise so much self-control and thus ended up eating more.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1256","value":1256},"note":null},{"text":"When interviewing people in front of the funeral home, researchers positioned themselves so as to ensure that participants were forced to face a large sign reading “Howe’s Mortuary.” The results revealed a Scrooge-like effect, with those facing up to their own death feeling far more benevolent than those standing in front of the nondescript building.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1269","value":1269},"note":null},{"text":"Christopher Peterson at the University of Michigan believes that encouraging people to consider how they would like to be remembered after their death has various motivational benefits, including helping them to identify their long-term goals and assess the degree to which they are progressing toward making those goals a reality.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1272","value":1272},"note":null},{"text":"For example, Brian Mullen, at the University of Kent at Canterbury, and his colleagues analyzed twenty studies that tested the effectiveness of group brainstorming in this way and were amazed to discover that in the majority of the experiments, the participants working on their own produced a higher quantity and quality of ideas than those working in groups.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1295","value":1295},"note":null},{"text":"Additional work revealed that the phenomenon, like the “bystander” effect described in the “Persuasion” chapter, is largely the result of a diffusion of responsibility.4 When people work on their own, their success or failure is entirely the result of their own abilities and hard work. If they do well, the glory is theirs. If they fail, they alone are accountable. However, add other people to the situation, and suddenly everyone stops trying so hard, safe in the knowledge that though individuals will not receive personal praise if the group does well, they can always blame others if it performs badly.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1304","value":1304},"note":null},{"text":"In short, a large body of research now suggests that for more than seventy years, people using group brainstorming may have inadvertently been stifling, not stimulating, their creative juices. When working together they aren’t as motivated to put in the time and energy needed to generate great ideas, and so they end up spending more time thinking inside the box.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1313","value":1313},"note":null},{"text":"Surrealist Salvador Dalí would sometimes generate ideas for his paintings by using an interesting technique. He would lie on a couch and put a glass on the floor. He would then carefully place one end of a spoon on the edge of the glass and lightly hold the other end in his hand. As he drifted off to sleep, he would naturally relax his hand and release the spoon. The sound of the spoon falling into the glass would wake him up, and he would immediately sketch the bizarre images that had just started to drift through his half-asleep, semiconscious mind. In view of the impractical nature of so many of his ideas (think lobster telephone), clearly this technique might not be for everyone, but that is not to say that your unconscious mind is not a powerhouse of creative thought.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1340","value":1340},"note":null},{"text":"In Smith’s experiment, if a puzzle was unsolved, the volunteers were told to relax for fifteen minutes and then try the puzzle again. More than a third of the puzzles were solved on the second attempt. While relaxing, the volunteers were not working on the puzzles consciously, but their unconscious thoughts devised new and helpful perspectives on the puzzles.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1355","value":1355},"note":null},{"text":"Recent work suggests that you don’t even need to spend as long as fifteen minutes away from a problem. Instead, you can achieve the same results with just a few moments’ respite.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1357","value":1357},"note":null},{"text":"Their ideas about the nature of the unconscious mind and creativity are simple to understand. Imagine two men in a room. One of them is highly creative but very shy. The other is clever, not as creative, and far more domineering.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1361","value":1361},"note":null},{"text":"In many ways, this is a good analogy for the relationship between your mind and creativity. The quiet guy represents your unconscious mind. It is capable of wonderful ideas, but they are often difficult to hear. The loud guy represents your conscious mind—clever, not as innovative, but difficult to get out of your head.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1367","value":1367},"note":null},{"text":"The results were interesting. The volunteers who had been consciously thinking about the task produced more pasta names ending in i than did those who had been busy chasing a dot around a computer screen. In contrast, when the more unusual pasta names were examined, the dot-chasing volunteers produced almost twice as many suggestions as those in the other groups.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1382","value":1382},"note":null},{"text":"These startling findings yielded considerable insight into the relationship between creativity and the unconscious. Volunteers in the “follow the dot” condition felt as if all their attention and mental effort were fully engaged in tracking a dot as it moved around a computer screen. However, their unconscious mind was working on the problem at hand. Perhaps more important, it wasn’t just reproducing the same work as their conscious mind; it was thinking about things in a very different way. It was being innovative. It was making new connections. It was creating truly original ideas.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1385","value":1385},"note":null},{"text":"Many standard texts on creativity emphasize the value of relaxation. They tell people to take it easy and empty their mind of thoughts. The Dutch research suggests exactly the opposite. Genuine creativity can come from spending just a few moments occupying your conscious mind, thus preventing it from interfering with the important and innovative activity in your unconscious. Everyone can be more creative—it is just a matter of keeping the loud guy in your head busy and giving the quiet guy a chance to speak up.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1389","value":1389},"note":null},{"text":"Priming. Prime your mind by working feverishly on a problem, but then give yourself a release of effort by doing something completely different. During the release period, feed your mind with new and diverse ideas by, for example, visiting a museum or an art gallery, paging through magazines or newspapers, going on a train or car journey, or randomly searching the Internet.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1408","value":1408},"note":null},{"text":"Perspective. Changing perspective helps produce novel solutions. Try imagining how a child, idiot, friend, artist, or accountant would approach the problem. Alternatively, think about two analogous situations by applying the “is like” rule (e.g., “Attracting more people to my business is like a street entertainer trying to attract a crowd”). How is the problem solved in these situations?","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1412","value":1412},"note":null},{"text":"Play. When you are being too serious, your brain becomes constrained. Jump-start your creativity by having some fun. Take a break for fifteen minutes, watch a funny film, or digitally alter a photograph of your colleague so that he or she looks more like an owl.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1416","value":1416},"note":null},{"text":"Perceive. When the world becomes too familiar, your brain reverts to automatic pilot and stops seeing what is right in front of your eyes. Try switching your mind to manual by becoming more curious about the world. Ask yourself an interesting question each week.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1419","value":1419},"note":null},{"text":"A significant amount of research has examined the effects of the natural environment on people’s thinking and behavior. The work shows that even a small amount of plant life can have a surprisingly large impact on making the world a better place. The recovery rates of patients in hospitals are significantly improved when they are able to see trees from their ward windows,8 and prisoners whose cell windows overlook farmlands and forests report fewer medical problems than others.9 The effects are not just confined to prisoners and patients but extend to everyone.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1432","value":1432},"note":null},{"text":"The researchers speculated that the greenery may have put people in a good mood and therefore made them less likely to commit crimes.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1443","value":1443},"note":null},{"text":"Time and again the researchers discovered that the addition of the potted plant enhanced people’s creativity. The results from these artificial studies appear to stand up to scrutiny in more realistic settings as well. An eight-month study of creativity in the workplace conducted by Robert Ulrich at Texas A&M University showed that adding flowers and plants to an office resulted in a 15 percent increase in ideas from male employees and more flexible solutions to problems from their female counterparts. In another study, researchers discovered that children engage in significantly more creative play when they are in courtyards containing greenery versus comparatively barren outdoor spaces.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1448","value":1448},"note":null},{"text":"To inspire creative thoughts, place plants and flowers in a room and, if possible, ensure that windows look out on trees and grass, not concrete and steel. Don’t try to fake it.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1467","value":1467},"note":null},{"text":"Also, when decorating rooms to inspire creative and innovative thinking, avoid red and go for green. The same concept applies if you are trying to get creative juices flowing for others—prime them with the color green (green folders, green chairs, or even your green clothing).","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1471","value":1471},"note":null},{"text":"Other studies have shown that similar types of priming effects occur in many different situations. Put people in front of computer wallpaper showing dollar symbols, and they behave in a more selfish and unfriendly way, giving less money to charity and sitting farther away from others.17 Give interviewers a cup of iced coffee, and they unknowingly rate interviewees as colder and less pleasant.18 Add a faint smell of cleaning fluid to the air, and people tidy up more thoroughly.19 Put a briefcase on a table during a meeting, and people suddenly become more competitive.20 The evidence points to a little counting for a lot.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1495","value":1495},"note":null},{"text":"Without people being aware of it, their ability to be creative was dramatically altered by a few quick and simple thoughts. Interestingly, the effect works only with generic stereotypes, such as punks and engineers. Ask people to spend a few moments thinking about a famous figure, such as Leonardo da Vinci, and more likely than not their creative juices suddenly run dry.22 It seems that if the bar is set too high, people unconsciously compare their own meager skills to those of a genius, become disheartened, and stop trying.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1507","value":1507},"note":null},{"text":"The message is clear: if you want to fast-track a group or an individual to think more creatively, use the power of visual priming.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1520","value":1520},"note":null},{"text":"The good news is that the results suggest that people have more creative and interesting ideas when they feel comfortable in their surroundings, although the relaxation procedures have proven somewhat time-consuming.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1528","value":1528},"note":null},{"text":"Friedman and Förster found that regardless of whether people were generating alternative uses for everyday objects or trying to bring about those all important “aha” moments, those who were pulling scored significantly higher than those who were pushing.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1542","value":1542},"note":null},{"text":"In the same way that pushing and pulling is unconsciously associated with liking and disliking, so folding the arms is commonly associated with stubbornness and perseverance. Would this simple act be enough to persuade the participants to spend longer trying to solve the anagrams? Yes. The volunteers with their arms folded struggled nearly twice as long as those with their hands on their thighs. Perhaps more important, because of this they ended up solving significantly more anagrams.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1547","value":1547},"note":null},{"text":"Interestingly, the volunteers solved the puzzles about 10 percent faster when horizontal and thus achieved a higher score in the allotted time.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1554","value":1554},"note":null},{"text":"According to work conducted by psychologist Stephen Worchel at the University of Hawaii at Hilo, cookies taken from a jar that is almost empty taste significantly better than identical cookies taken from a full jar.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1579","value":1579},"note":null},{"text":"The answer, in part, is touch. There is considerable evidence that a gentle touch is perceived as a sign of high status.9 For example, ask people to look at photographs of one person touching another, and they consistently rate the “toucher” as far more dominant than the “touchee.” This is especially true of that all-important male-to-female touch on the upper arm. Most women don’t consciously register the touch, but unconsciously it makes them think more highly of their potential beau.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1684","value":1684},"note":null},{"text":"In addition, there is the small matter of “monkey see, monkey do.” Research shows that we all have an unconscious tendency to mimic others. Without realizing it, we copy the facial expressions, posture, and speech patterns of the people we meet. Most psychologists think that such mimicry aids communication by helping people think and feel the same way. However, the degree to which a person mirrors our own behaviors also has a surprisingly large influence on how we feel about that person.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1772","value":1772},"note":null},{"text":"Those who had heard their own words repeated left tips that were 70 percent larger than those left by the “polite and positive” group.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1781","value":1781},"note":null},{"text":"In general, liking lots of others usually means that people will like you. In a more romantic context, however, potential dates want to feel special. Research suggests that they are especially skilled at detecting those who are simply out to meet as many people as possible.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1800","value":1800},"note":null},{"text":"Researchers secretly observed couples leaving different kinds of films and discovered that those who had just seen a suspense thriller were especially likely to be holding hands and touching each other.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1875","value":1875},"note":null},{"text":"Also, rather than chatting about things that you both like, talk about things that you both dislike. Describing their work in the snappily titled paper “Interpersonal Chemistry Through Negativity: Bonding by Sharing Negative Attitudes About Others,” Jennifer Bosson and her colleagues at the University of South Florida discovered that people feel closer to each other when they agree about dislikes rather than likes.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1924","value":1924},"note":null},{"text":"Gottman and his team were surprised and shocked by their own findings. Instances of active listening were few and far between, and they didn’t predict whether a couple would be successful and happy. According to the results of the study, active listening was unrelated to marital bliss.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1967","value":1967},"note":null},{"text":"According to Gottman, trying to paraphrase and empathize with your partner when he or she is being critical is a bridge too far and requires a kind of “emotional gymnastics” that few can achieve. Although the team’s conclusions proved controversial, especially with many relationship counselors who seemed wedded to the notion of active listening, other research also failed to provide evidence that active listening forms the cornerstone of a successful relationship.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1972","value":1972},"note":null},{"text":"The Gottman study suggests that couples in long-term and happy heterosexual relationships tend to exhibit a very particular pattern in times of conflict. The female usually raises a difficult issue, presents an analysis of the problem, and suggests some possible solutions. Males who are able to accept some of these ideas, and therefore show a sense of power sharing with their partner, are far more likely to maintain a successful relationship. In contrast, couples in which the males react by stonewalling, or even showing contempt, are especially likely to break up.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=1977","value":1977},"note":null},{"text":"Without realizing it, the participants in his fake ESP experiment were made to look into each other’s eyes and were therefore behaving as if they found each other attractive. Laird thought that this would be enough to kick-start feelings of love and affection. After the fake telepathy study had ended, all of the participants were asked to rate their amorous feelings toward their experimental partner. The data proved Laird right, with participants reporting genuine feelings of affection and attraction for their newfound soul mate.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2023","value":2023},"note":null},{"text":"The study represents an approach to human behavior first advanced by one of the founding fathers of modern-day psychology, William James. According to James, not only do our thoughts and feelings affect the way we act, but the way we act influences our thoughts and feelings.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2027","value":2027},"note":null},{"text":"As predicted, the couples who had conquered the giant foam obstacle were far more loving toward one another than those who had completed the ball-rolling task. Just a few minutes of a new and fun joint activity appeared to have worked wonders.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2061","value":2061},"note":null},{"text":"Aron’s work suggests that long-term couples will feel more attracted to each other when they regularly engage in novel and exciting joint activities that involve working together to achieve a goal. This finding is supported by the results of several surveys showing that long-term couples who are happy in their relationships are more likely to take part in leisure activities that involve both partners and are relatively unpredictable, exciting, and active rather than passive. So regardless of whether it is playing a sport, amateur dramatics, rock climbing, visiting new places, learning a new dance, or traveling to novel vacation destinations, couples who face life’s foam obstacles together stick together.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2071","value":2071},"note":null},{"text":"The results revealed that men severely underestimate the romantic value of even the simplest act.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2090","value":2090},"note":null},{"text":"Interestingly, it seems that gestures that reflect a form of escapism and surprise top the list, followed by those that reflect thoughtfulness, with blatant acts of materialism trailing in last place—scientific evidence, perhaps, that when it comes to romance, it really is the thought that counts.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2108","value":2108},"note":null},{"text":"Negative events and experiences are far more noticeable and have a greater impact on the way we think and behave than their positive counterparts.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2115","value":2115},"note":null},{"text":"For a relationship to succeed, the frequency of positive comments has to outweigh negative remarks by about five to one. In other words, it takes five instances of agreement and support to undo the harm caused by a single criticism.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2128","value":2128},"note":null},{"text":"Gottman’s work shows that relationships thrive and survive on mutual support and agreement, and that even the briefest of bitter asides needs to be sweetened with a great deal of love and attention. Unfortunately, conversational conventions do not encourage these much-needed compliments and supportive comments.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2137","value":2137},"note":null},{"text":"Spending just twenty minutes a day for three days writing about their relationship had a long-term impact, both on the language that they used to communicate with their partner and on the likelihood that they would stick together. Other research has suggested that it doesn’t even take twenty minutes a day for three days to improve the health of your relationship.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2156","value":2156},"note":null},{"text":"They next examined the different types of language that the people in the successful and unsuccessful relationships had used during the interview. Perhaps the most important difference came down to just one word—“but.” When talking about their partner’s greatest faults, those in successful relationships tended to qualify any criticism. Her husband was lazy, but that gave the two of them reason to laugh. His wife was a terrible cook, but as a result they ate out a lot. He was introverted, but he expressed his love in other ways. She was sometimes thoughtless, but that was due to a rather difficult childhood. That one simple word was able to help reduce the negative effect of their partner’s alleged faults and keep the relationship on an even keel.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2172","value":2172},"note":null},{"text":"These findings suggest that spending even a few minutes thinking about the love that you feel for a partner drastically reduces the appeal of attractive members of the opposite sex. According to the research team, this may be a mechanism that has evolved over thousands of years to help keep couples together. On a more practical level, it suggests that any object that reminds you of your partner may be having an important psychological effect. From photos to a wedding ring or a necklace bought on that fun trip abroad, it is all about helping you prefer your partner to the competition.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2230","value":2230},"note":null},{"text":"Surrounding yourself with objects that remind you of your partner is good for your relationship. It could be something that you wear, such as a ring, pendant, or necklace. Or perhaps keep a gift from your partner on display in the home or office. Or maybe place a photograph of the two of you in a prominent location, or in a wallet or purse. Either way, remember that these objects are more than mere tokens of love; they also serve an important psychological function. Not only do they usually evoke happy memories and positive thoughts, but they also activate a deep-seated evolutionary mechanism that helps make temptation far less tempting.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2234","value":2234},"note":null},{"text":"The venting of anger does not extinguish the flame. In fact, as Brad Bushman remarks in his paper, it is far more likely to pour gasoline onto the fire.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2281","value":2281},"note":null},{"text":"The results revealed that just a few minutes of focusing on the benefits that were derived from the seemingly hurtful experience helped participants deal with the anger and upset caused by the situation. They felt significantly more forgiving toward those who had hurt them and were less likely to seek revenge or avoid them.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2306","value":2306},"note":null},{"text":"When it comes to anger management, putting on the boxing gloves or punching a pillow is far more likely to increase, not decrease, feelings of aggression. Instead, it is possible to significantly reduce such feelings by focusing on the benefits that emerged from the seemingly negative events underlying your anger.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2313","value":2313},"note":null},{"text":"Blood pressure readings revealed that listening to pop or jazz music had the same restorative effect as total silence. In contrast, those who listened to Pachelbel and Vivaldi relaxed much more quickly, and so their blood pressure dropped back to the normal level in far less time.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2343","value":2343},"note":null},{"text":"The team discovered that hot weather, indicated by higher temperatures and barometric pressure, caused people to be in a better mood and improved their memory, but only if they had spent more than thirty minutes outside. People who had spent less than the magic half hour in the sun were actually in a poorer mood than usual. Perhaps, as the authors suggested, people resent being cooped up when the weather is pleasant.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2348","value":2348},"note":null},{"text":"People who spontaneously use humor to cope with stress have especially healthy immune systems, are 40 percent less likely to suffer a heart attack or stroke, experience less pain during dental surgery, and live four and a half years longer than average.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2353","value":2353},"note":null},{"text":"This remarkable result encouraged scientists to explore other possible benefits of canine companionship, resulting in studies showing that dog owners coped well with everyday stress, were relaxed about life, had high self-esteem, and were less likely to be diagnosed with depression.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2365","value":2365},"note":null},{"text":"The magnitude of these benefits should not be underestimated. One study measured the blood pressure and heart rate of dog owners as they carried out two stressful tasks (counting backward by threes from a four-digit number and holding their hand in a bucket of ice water) while in the presence of their pet or spouse.12 The participants had lower heart rates and blood pressure and made far fewer errors on the counting task in the presence of their dog than they did if their partner was present—scientific evidence, if any is needed, that your dog is better for your health than your husband or wife is.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2368","value":2368},"note":null},{"text":"Several theories have been proposed to explain why owning a dog should be good for you. It could be that the exercise associated with daily walking benefits your physical and psychological health. Others have argued that dogs act as the ultimate “nonjudgmental friend,” patiently listening to your innermost thoughts and never passing your secrets on to others. Seen in this way, dogs are like a devoted therapist, albeit one with woolly ears, a wet nose, and low fees. An alternative theory is that simply touching or stroking a dog could have a calming and beneficial effect (evidence shows that even a nurse holding a patient’s hand significantly lowers the patient’s heart rate).","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2387","value":2387},"note":null},{"text":"To help reduce your heart rate and blood pressure in less than a minute, go online and watch a video of a cute animal.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2428","value":2428},"note":null},{"text":"Despite the fact that not a single drop of liquor had passed their lips, those with blue badges managed to produce all of the symptoms commonly associated with having a few too many. Were they faking their reactions? No. Instead, they were convinced that they had been drinking, and that thought was enough to convince their brains and bodies to think and behave in a “drunk” way. At the end of the evening we explained the ruse to the blue group. They laughed, instantly sobered up, and left the bar in an orderly and amused fashion.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2450","value":2450},"note":null},{"text":"In fact, experiments comparing the effects of genuine drugs as compared to those of sugar pills show that between 60 percent and 90 percent of drugs depend, to some extent, on the placebo effect for their effectiveness.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2457","value":2457},"note":null},{"text":"By reminding the attendants of the amount of exercise that they were getting on a daily basis, the researchers altered the attendants’ beliefs about themselves, and their bodies responded to make these beliefs a reality. It seems that in the same way people slur their words when they think they are drunk, or develop a rash when they think they are ill, so merely thinking about their normal daily exercise can make them healthier.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2482","value":2482},"note":null},{"text":"Polarization is not the only phenomenon of “groupthink” that can influence the hearts and minds of individuals when they get together.4 Other studies have shown that compared to individuals, groups tend to be more dogmatic, better able to justify irrational actions, more likely to see their actions as highly moral, and more apt to form stereotypical views of outsiders. In addition, when strong-willed people lead group discussions, they can pressure others into conforming, can encourage self-censorship, and can create an illusion of unanimity.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2532","value":2532},"note":null},{"text":"In one study, 40 percent of people bought a cupcake and two cookies together for 75 cents, but 73 percent put their hands in their pockets when the cost of the cupcake was advertised as 75 cents and the two cookies were suddenly added for “free.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2568","value":2568},"note":null},{"text":"These experiments demonstrate the power of the “foot in the door” technique. People are far more likely to agree to a big request if they have already agreed to a small one.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2595","value":2595},"note":null},{"text":"In another example, French researchers arranged for a young woman to continuously find herself without any money in a restaurant, so she would have to ask other customers to help cover her bill.12 When she asked for just a few francs, only 10 percent of those approached offered the money. However, when she started by asking them to cover the entire bill and then moved on to requesting just a few francs, 75 percent of people reached for their money. Once again, this technique is effective in many different situations. From negotiating about house prices to working hours, salary to overdraft limits, it pays to start high.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2611","value":2611},"note":null},{"text":"Persuasion is all about getting your foot in the door, the door in your face, surprising people with an unusual request, and offering an endless stream of bargains.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2616","value":2616},"note":null},{"text":"Whether it is deciding which apartment to rent, which car to buy, or which stocks to invest in, people who are shown the options but then kept busy working on a difficult mental activity make better decisions than others do.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2656","value":2656},"note":null},{"text":"Thinking too hard about an issue is in many ways as bad as making an instant choice. Instead, it is all a question of knowing what needs to be decided, then distracting your conscious mind and allowing your unconscious to work away on the issue. And how do you get your unconscious mind to work on a problem? Well, just as we saw in the section on boosting creativity, one technique involves keeping the conscious mind busy with a distracting but difficult task, such as solving anagrams or counting backward by threes.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2666","value":2666},"note":null},{"text":"When making straightforward decisions, stick with the conscious mind by thinking about the pros and cons and assessing the situation in a rational, levelheaded way. However, for more complex choices, try giving your conscious mind a rest and letting your unconscious work.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2687","value":2687},"note":null},{"text":"First, to prevent regret in the first place, adopt a “will do” attitude toward opportunity. As writer Max Lucado once suggested, “Go to the effort. Invest the time. Write the letter. Make the apology. Take the trip. Purchase the gift. Do it. The seized opportunity renders joy. The neglected brings regret.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2723","value":2723},"note":null},{"text":"Finally, if it really isn’t possible to do anything to make things better, make a mental picture of a fence around the imaginary “what might have been” benefits that might otherwise occupy your thoughts. Instead of dwelling on the positive things that might have happened, spend time thinking about three benefits of your current situation and three negative consequences that could have occurred had you made the decision that’s causing the regret.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2728","value":2728},"note":null},{"text":"If you are a maximizer and find yourself wasting too much time searching for the perfect product, you might find it helpful to limit the resources that you put into some activities (e.g., give yourself only thirty minutes to find your friend a birthday card) or make certain decisions irreversible (for example, by throwing away receipts).","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2776","value":2776},"note":null},{"text":"There is an old adage that happiness is about wanting what you have, not having what you want.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2779","value":2779},"note":null},{"text":"To detect deception, forget about looking for signs of tension, nervousness, and anxiety. Instead, a liar is likely to look as though they are thinking hard for no good reason, conversing in a strangely impersonal tone, and incorporating an evasiveness that would make even a politician or a used-car salesman blush.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2848","value":2848},"note":null},{"text":"For successful lie detection, jettison the behavioral myths surrounding the Anxiety Hypothesis and look for signs more commonly associated with having to think hard. Forget the idea that liars have sweaty palms, fidget, and avoid eye contact. Instead, look for a person suddenly becoming more static and cutting down on their gestures. Also, learn to listen. Be on guard for a sudden decrease in detail, an increase in pauses and hesitations, and an avoidance of the words “me,” “mine,” and “I” but an increase in “her” and “him.” If someone suddenly becomes very evasive, press for a straight answer.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2851","value":2851},"note":null},{"text":"The results showed clear IQ improvements in children who had been taught keyboard skills and given voice lessons, whereas those given drama lessons were no different than the control group. Why should this be the case? Well, Schellenberg believes that learning music involves several key skills that help children’s self-discipline and thinking, including long periods of focused attention, practicing, and memorization. Whatever the explanation, if you want to boost the brainpower of your offspring, perhaps it is time to take that Mozart CD out of the player and get the kids to start tickling the ivories themselves.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=2950","value":2950},"note":null},{"text":"The idea has enormous intuitive appeal. Always tell the little ones that they are wonderful, and surely they will grow up to be confident and happy people. So far, so good. There is, however, just one small problem with this rather utopian view of the human psyche. Research suggests that telling children that they are bright and talented is a terrible thing to do.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=3037","value":3037},"note":null},{"text":"About 65 percent of the children who had been told they were intelligent opted for the easy task, compared to just 45 percent of those who had not been praised. The children who had been told they were intelligent were far more likely to avoid challenging situations, and instead stick to the easy stuff. This is not exactly good news for the “praise be” approach to parenting. However, worse was yet to come.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=3051","value":3051},"note":null},{"text":"The children who had received just a single sentence praising their intelligence found the difficult puzzles far less enjoyable than their classmates did, and so they were far less likely to work on them on their own time.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=3057","value":3057},"note":null},{"text":"After the children had struggled on the difficult puzzles, the experimenters asked them to try one final test. This last set of puzzles was just as easy as the one that the children had encountered at the start of the study. Even though the two groups of children had obtained roughly the same scores at the beginning of the experiment, their performances on the final test were very different. The pattern of results was exactly the opposite of that predicted by many self-help gurus. The children who had been told they were intelligent obtained far lower scores than the others.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=3059","value":3059},"note":null},{"text":"Almost 40 percent of the children who had been praised lied about their grade, compared to about 10 percent of those who had not been praised.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=3071","value":3071},"note":null},{"text":"However, this time the experimenters praised effort, not ability, noting that they must have tried really hard to have achieved such a high mark. These children behaved very differently from those in the two other groups. When it came to choosing between a challenging task and an easy one, only about 10 percent of them selected the easy option. Compared to the children who had been told that they were intelligent or who received no praise at all, those in the “You must have tried very hard” group found the hard problems more enjoyable and were more likely to try to solve them on their own time. Finally, when given another set of easy problems at the end of the experiment, those in this third group solved significantly more than they did the first time around.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=3074","value":3074},"note":null},{"text":"According to Mueller and Dweck, the children praised for effort were encouraged to try regardless of the consequences, therefore sidestepping any fear of failure. As a result, the possibility for learning outweighed the fear of obtaining a low mark, and they preferred taking the challenging task to the easy option. Also, by definition, these children were more motivated to try hard on future tests, and so were more likely to succeed.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=3080","value":3080},"note":null},{"text":"Some praise can have devastating effects on a child’s motivation, and other praise can help the child achieve the very best. Telling children that they possess a certain trait, such as being bright or talented, is not good for their psychological health because it encourages them to avoid challenging situations, not to try so hard, and quickly to become demotivated when the going gets tough. In contrast, praising effort encourages people to stretch themselves, work hard, and persist in the face of difficulties.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=3087","value":3087},"note":null},{"text":"The children who had waited for the experimenter to return before eating their two marshmallows tended to develop into self-motivating and organized adults who were good at coping with difficulties and persisted in the face of failure. In contrast, those who immediately grabbed the single marshmallow grew up to be easily distracted, less motivated, and highly disorganized.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=3123","value":3123},"note":null},{"text":"In the secret science of self-discipline, the truth is that some children have an almost innate ability to control their impulses, whereas others find it difficult to resist instant gratification. And to instill self-discipline in those who grab the single marshmallow rather than waiting for two later, it’s clear that the smaller the threat you make, the bigger the impact.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=3177","value":3177},"note":null},{"text":"Studies suggest that playing certain types of games can help children learn to pay attention, follow directions, and develop self-control.22 In the “freeze game,” tell your child to dance to music and then freeze when the music stops. In the first part of the game, your child has to dance slowly to slow songs and quickly to fast songs. However, once they have mastered this stage, ask them to do the opposite, dancing quickly to the slow songs and slowly to the fast songs. In a similar exercise, called “conducting the orchestra,” give your child any musical instrument and conduct their music using a makeshift baton. In the first part of the game, ask them to play when you wave the baton but stop when you put it down. Next, ask them to play quickly when you move the baton quickly and slowly when you move the baton slowly. Finally, ask your child to do the opposite, playing quickly when you put the baton down and slowly when you wave it around.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=3192","value":3192},"note":null},{"text":"There are several other techniques that can help children understand, value, and develop the power of self-discipline. Have them write their name with their nondominant hand, repeat the months of the year or days of the week in reverse order, or name as many objects in a certain category (e.g., vegetables, pets, countries) as they can in thirty seconds.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=3200","value":3200},"note":null},{"text":"Threats work well in the short term but can actually prove counterproductive over longer periods of time. By pointing out all of the terrible things that will happen if your child follows a course of action, you may be making that activity more attractive in their minds. Instead, try the “softly, softly” approach used in the toy robot experiment. State that you do not want them to do something and leave it there.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=3205","value":3205},"note":null},{"text":"The results revealed that there was little relationship between graphologists’ predictions and the ratings of job success. In fact, the graphologists were about as accurate as a control group of untrained laypeople who had no experience in graphology at all.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=3234","value":3234},"note":null},{"text":"Together these factors, collectively referred to as the “Big Five,” represent the holy grail of personality research. The five dimensions have been given different labels over the years, but are commonly referred to as openness, conscientiousness, extroversion, agreeableness, and neuroticism (easily remembered by using the acronym OCEAN). Each dimension is seen as a continuum that runs from high to low, and everyone can be described by five scores that indicate where they sit on each scale. Additional work has shown that the dimensions are determined by a combination of genes and childhood experiences and they tend to remain unchanged throughout a person’s life, and thus influence almost every aspect of behavior including relationships, performance in the workplace, leisure activities, consumer choice, religious and political beliefs, creativity, sense of humor, and health.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=3263","value":3263},"note":null},{"text":"Openness represents the degree to which a person seeks and appreciates new, interesting, and unusual experiences. High scorers are curious and broad-minded.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=3270","value":3270},"note":null},{"text":"Conscientiousness reflects the degree of organization, persistence, and self-discipline to achieve goals. High scorers are very organized, reliable, hardworking, persevering, and able to forgo short-term rewards for long-term success.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=3275","value":3275},"note":null},{"text":"Agreeableness is the degree to which a person cares about others. High scorers are trustworthy, altruistic, kind, affectionate, and, perhaps most important of all, likeable.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=3287","value":3287},"note":null},{"text":"The fifth and final dimension, Neuroticism, reflects the degree to which a person is emotionally stable and able to cope with potentially stressful situations.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=3292","value":3292},"note":null},{"text":"Most psychologists now believe that the apparent complexity of human personality is an illusion. In reality, people vary on just five fundamental dimensions. Understand these dimensions and you gain important insights into your behavior and thinking. Likewise, being able to quickly understand the personality of those around you will help you to understand their actions and how best to communicate with them.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=3297","value":3297},"note":null},{"text":"Brain scans have revealed that people scoring low on extroversion have a high pre-set level of arousal. As a result, they avoid situations that further arouse their stimulated brains and are most comfortable when they are engaged in quiet, predictable activities.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=3343","value":3343},"note":null},{"text":"According to the theory, a relatively long third finger is indicative of a more “masculine” brain and body and is associated with, for example, high levels of performance in sports, greater assertiveness, increased emotional stability, and enhanced musical ability.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=3429","value":3429},"note":null},{"text":"The findings also revealed significant similarities between the personalities of owners and those of their pets. Interestingly, this similarity increased over time, suggesting that pets may slowly come to adopt their owner’s personality, or vice versa. For years, owners have insisted that their pets have a unique personality—not only does my research suggest they might be right, but it also reveals that people’s pets are a reflection of themselves.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=3473","value":3473},"note":null},{"text":"The results revealed that drivers with more stickers admitted to driving more aggressively, including a greater frequency of tailgating and ramming.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=3481","value":3481},"note":null},{"text":"Right-handers can try this quick test to discover if they tend to be more right- than left-brained or vice versa. Interlock the fingers of your hands and place one thumb on top of the other. People who place their right thumb on top of their left thumb tend to be left-brain dominant, and are thus more verbal and analytical.17 Those who place their left thumb on top of their right thumb tend to be right-brain dominant, and excel in visual, creative, and intuitive tasks.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=3487","value":3487},"note":null},{"text":"Having people list three things that they are grateful for in life or three events that have gone especially well over the past week can significantly increase their level of happiness for about a month.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=3509","value":3509},"note":null},{"text":"Adding plants to an office results in a 15 percent boost in the number of creative ideas reported by male employees and helps their female counterparts to produce more original solutions to problems. The plants help reduce stress and induce good moods, which, in turn, promote creativity.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002W8QXHW&location=3518","value":3518},"note":null}]}