{"asin":"B01BUN2KZI","title":"Demons (Centaur Classics) [The 100 greatest novels of all time - #42]","authors":"Fyodor Dostoyevsky","highlights":[{"text":"At one time it was reported about the town that our little circle was a hotbed of nihilism, profligacy, and godlessness, and the rumour gained more and more strength. And yet we did nothing but indulge in the most harmless, agreeable, typically Russian, light-hearted liberal chatter. “The higher liberalism” and the “higher liberal,” that is, a liberal without any definite aim, is only possible in Russia.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01BUN2KZI&location=603","value":603},"note":null},{"text":"Stepan Trofimovitch succeeded in reaching the deepest chords in his pupil’s heart, and had aroused in him a vague sensation of that eternal, sacred yearning which some elect souls can never give up for cheap gratification when once they have tasted and known it.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01BUN2KZI&location=723","value":723},"note":null},{"text":"My poor friend, you don’t know woman, while I have done nothing but study her. ‘If you want to conquer the world, conquer yourself — the one good thing that another romantic like you, my bride’s brother, Shatov, has succeeded in saying. I","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01BUN2KZI&location=2266","value":2266},"note":null},{"text":"Like many weak people, who for a long time ‘allow themselves to be insulted without resenting it, Praskovya Ivanovna showed an extraordinary violence in her attack at the first favourable opportunity.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01BUN2KZI&location=2998","value":2998},"note":null},{"text":"“Why there it is, sitting before you!” and Praskovya Ivanovna suddenly pointed at Marya Timofyevna with that desperate determination which takes no heed of consequences, if only it can make an impression at the moment.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01BUN2KZI&location=3049","value":3049},"note":null},{"text":"Reason has never had the power to define good and evil, or even to distinguish between good and evil, even approximately; on the contrary, it has always mixed them up in a disgraceful and pitiful way; science has even given the solution by the fist.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01BUN2KZI&location=4599","value":4599},"note":null},{"text":"The Greeks deified nature and bequeathed the world their religion, that is, philosophy and art. Rome deified the people in the State, and bequeathed the idea of the State to the nations. France throughout her long history was only the incarnation and development of the Roman god, and if they have at last flung their Roman god into the abyss and plunged into atheism, which, for the time being, they call socialism, it is solely because socialism is, anyway, healthier than Roman Catholicism.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01BUN2KZI&location=4613","value":4613},"note":null},{"text":"“It seems, in fact, as though the second half of a man’s life is usually made up of nothing but the habits he has accumulated during the first half.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01BUN2KZI&location=4835","value":4835},"note":null},{"text":"And the most important force of all — the cement that holds everything together — is their being ashamed of having an opinion of their own. That is a force! And whose work is it, whose precious achievement is it, that not one idea of their own is left in their heads! They think originality a disgrace.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01BUN2KZI&location=7043","value":7043},"note":null},{"text":"“He suggests a system of spying. Every member of the society spies on the others, and it’s his duty to inform against them. Every one belongs to all and all to every one. All are slaves and equal in their slavery. In extreme cases he advocates slander and murder, but the great thing about it is equality. To begin with, the level of education, science, and talents is lowered. A high level of education and science is only possible for great intellects, and they are not wanted. The great intellects have always seized the power and been despots. Great intellects cannot help being despots and they’ve always done more harm than good. They will be banished or put to death.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01BUN2KZI&location=7615","value":7615},"note":null},{"text":"Down with culture. We’ve had enough science! Without science we have material enough to go on for a thousand years, but one must have discipline. The one thing wanting in the world is discipline. The thirst for culture is an aristocratic thirst. The moment you have family ties or love you get the desire for property. We will destroy that desire; we’ll make use of drunkenness, slander, spying; we’ll make use of incredible corruption; we’ll stifle every genius in its infancy. We’ll reduce all to a common denominator! Complete equality!","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01BUN2KZI&location=7625","value":7625},"note":null},{"text":"In turbulent times of upheaval or transition low characters always come to the front everywhere. I am not speaking now of the so-called “advanced” people who are always in a hurry to be in advance of every one else (their absorbing anxiety) and who always have some more or less definite, though often very stupid, aim. No, I am speaking only of the riff-raff. In every period of transition this riff-raff, which exists in every society, rises to the surface, and is not only without any aim but has not even a symptom of an idea, and merely does its utmost to give expression to uneasiness and impatience. Moreover, this riff-raff almost always falls unconsciously under the control of the little group of “advanced people” who do act with a definite aim, and this little group can direct all this rabble as it pleases, if only it does not itself consist of absolute idiots, which, however, is sometimes the case.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01BUN2KZI&location=8354","value":8354},"note":null},{"text":"A craving for active service was characteristic of this shallow, unreflecting nature, which was for ever yearning to follow the lead of another man’s will, of course for the good of “the common” or “the great” cause. Not that that made any difference, for little fanatics like Erkel can never imagine serving a cause except by identifying it with the person who, to their minds, is the expression of it.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01BUN2KZI&location=10413","value":10413},"note":null},{"text":"“Because all will has become mine. Can it be that no one in the whole planet, after making an end of God and believing in his own will, will dare to express his self-will on the most vital point? It’s like a beggar inheriting a fortune and being afraid of it and not daring to approach the bag of gold, thinking himself too weak to own it. I want to manifest my self-will. I may be the only one, but I’ll do it.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01BUN2KZI&location=11165","value":11165},"note":null},{"text":"“I have no higher idea than disbelief in God. I have all the history of mankind on my side. Man has done nothing but invent God so as to go on living, and not kill himself; that’s the whole of universal history up till now. I am the first one in the whole history of mankind who would not invent God. Let them know it once for all.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01BUN2KZI&location=11178","value":11178},"note":null},{"text":"Now I am only a god against my will and I am unhappy, because I am bound to assert my will. All are unhappy because all are afraid to express their will. Man has hitherto been so unhappy and so poor because he has been afraid to assert his will in the highest point and has shown his self-will only in little things, like a schoolboy. I am awfully unhappy, for I’m awfully afraid.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01BUN2KZI&location=11203","value":11203},"note":null}]}