{"asin":"B001ANSSKA","title":"Ending Aging: The Rejuvenation Breakthroughs That Could Reverse Human Aging in Our Lifetime","authors":"Aubrey de Grey and Michael Rae","highlights":[{"text":"To intervene in aging, I realized, didn’t require a complete understanding of all the myriad interacting processes that contribute to aging damage. To design therapies, all you have to understand is aging damage itself: the molecular and cellular lesions that impair the structure and function of the body’s tissues.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=117","value":117},"note":null},{"text":"it’s well established that the average person in the industrialized world consumes more health-care resources in his or her last year of life than in an entire life up to that point, irrespective of age at death,","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=156","value":156},"note":null},{"text":"I have been aware for many years that most people do not think about aging in the same way that they think about cancer, or diabetes, or heart disease. They are strongly in favor of the absolute elimination of such diseases as soon as possible, but the idea of eliminating aging—maintaining truly youthful physical and mental function indefinitely—evokes an avalanche of fears and reservations. Yet, in the sense that matters most, aging is just like smoking: It’s really bad for you.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=190","value":190},"note":null},{"text":"And when one is faced with a fate that is as ghastly as aging and about which one can do absolutely nothing, either for oneself or even for others, it makes perfect psychological sense to put it out of one’s mind—to make one’s peace with it, you might say—rather than to spend one’s miserably short life preoccupied by it. The fact that, in order to sustain this state of mind, one has to abandon all semblance of rationality on the subject—and, inevitably, to engage in embarrassingly unreasonable conversational tactics to shore up that irrationality—is a small price to pay.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=212","value":212},"note":null},{"text":"the physicist Max Planck observed over eighty years ago that “science advances funeral by funeral,” and the biologist J. B. S. Haldane noted that “there are four stages of acceptance: (i) this is worthless nonsense; (ii) this is an interesting, but perverse point of view; (iii) this is true, but quite unimportant;(iv) I always said so.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=232","value":232},"note":null},{"text":"Aging has held us in a psychological stranglehold ever since we realized it existed, and that stranglehold remains intact to this day.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=299","value":299},"note":null},{"text":"Just as it’s rational to be irrational about the desirability of aging in order to make your peace with it, it’s also rational to be irrational about the feasibility of defeating aging while the chance of defeating it any time soon remains low. If you think there’s even a 1 percent chance of defeating aging within your lifetime (or within the lifetime of someone you love), that sliver of hope will prey on your mind and keep your pro-aging trance uncomfortably fragile, however hard you’ve worked to convince yourself that aging is actually not such a bad thing after all. If you’re completely convinced that aging is immutable, by contrast, you can sleep more soundly.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=308","value":308},"note":null},{"text":"Justify, because once your pro-aging trance is no more, you—yes, you—can make a difference to how soon aging is defeated, and the fulfilment you will derive from that effort will far outweigh any comfort you may have found in your previous certainty that aging can never be combated.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=324","value":324},"note":null},{"text":"All gerontologists know full well that it’s no accident that age-related diseases are age-related: they appear at advanced ages because they are consequences of aging, or (to put it another way) because aging is no more and no less than the collective early stages of the various age-related diseases.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=344","value":344},"note":null},{"text":"The elderly are indeed more vulnerable to infectious diseases, because one aspect of aging is the decline of the immune system. However, most diseases of old age have only a minor, if any, infectious component: they are mostly or wholly intrinsic.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=360","value":360},"note":null},{"text":"The more we age, the more our self-repair functions decline, so the less able our body is to stop us aging, so we age faster and faster. So it’s to be expected that the late stages of aging, the diseases, would go faster than the earlier stages.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=373","value":373},"note":null},{"text":"There is no ticking time bomb—just the accumulation of damage. Aging of the body, just like aging of a car or a house, is merely a maintenance problem.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=403","value":403},"note":null},{"text":"Rather, the most promising ways to postpone aging are by disrupting the pathways underlying it, just as we do for specific diseases. Thus, since aging is just the accumulation of damage, we should be looking at ways to alleviate that accumulation.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=415","value":415},"note":null},{"text":"The body is a great deal more complicated than any man-made machine—and what’s more, we didn’t design it, so we have to reverse-engineer its workings in order to understand it well enough to keep it running. But that doesn’t change the above logic: the natural capacity for self-repair that we’re born with is our ally in the anti-aging crusade, not our enemy.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=427","value":427},"note":null},{"text":"I’ve explained, earlier in this chapter, that there are no genes for aging in most species, simply because genes only survive if they confer enough benefit (and thereby enjoy enough selective pressure for their survival) to outweigh the constant stream of random mutations that all genes experience over evolutionary time, and a gene can’t confer any benefit if it only mediates a process that would happen anyway.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=508","value":508},"note":null},{"text":"The organism has a choice between doing a quick and dirty job of its growth, leading to early fertility but sloppy construction, or a more perfectionist job that delays sexual maturity but creates a more smooth-running machine in the end. And a more sloppily constructed animal will on average live less long—partly because it may be less able to defend itself against predators, famine, and such like, but also because the molecular and cellular damage that it laid down during its headlong rush to maturity has effectively given it a head start in the aging process.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=521","value":521},"note":null},{"text":"If the duration of a particular famine is a large fraction of the species’s lifespan, the period late in life when the well-constructed, late-aging animals are the only ones left to procreate will be the only period when successful procreation can occur. In that case, the benefit of being well constructed (i.e., the drawbacks of being sloppily constructed) will be greater in a famine of that duration than when food is plentiful throughout life.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=533","value":533},"note":null},{"text":"It’s therefore no surprise that, everywhere we look in nature, we find the genetic machinery to respond to a famine early in life by slowing or suspending growth.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=540","value":540},"note":null},{"text":"You may know that nutrient deprivation in adulthood often has the same effect to a milder extent, a phenomenon that doesn’t seem to be explained by what I’ve just told you. Indeed, there may not be such clear-cut evolutionary reasons why adult-onset calorie restriction postpones aging at all. But there don’t need to be, because genetic programs that exist for one time or circumstance are often activated unnecessarily in situations that are similar. Think, for example, of the fact that startling someone causes a mild adrenaline rush, something that exists to facilitate escape from life-threatening situations.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=541","value":541},"note":null},{"text":"First, the degree of life extension that has been obtained thus far in various species exhibits a disheartening pattern: it works much better in shorter-lived species than in longer-lived ones.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=547","value":547},"note":null},{"text":"I’ve already told you that the key “Eureka moment” in my development of SENS was when I realized that repairing the damage of aging (before it progresses into disease) might be simpler than preventing it—but even setting that realization aside, repair is bound to be preferable, simply because any feasible therapy (whether to repair damage or to prevent it) will be only partial.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=555","value":555},"note":null},{"text":"Therefore, we can be sure that there is a fixed degree of life extension that can be achieved by manipulating the nutrient sensing pathway—whether by calorie restriction (CR) itself, or by drugs that trick the body into thinking it’s being starved, or by genetic changes that flip the same switch.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=576","value":576},"note":null},{"text":"We know that our genes are our allies, not our foes, in our war against aging—that they exist to postpone aging, not to cause it, and we only age because those life-preserving genetic pathways are not comprehensive.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=590","value":590},"note":null},{"text":"I believed my mitochondrial gene therapy proposal would nearly eliminate this rise with age, but I couldn’t be sure of just how much the rest of the aging process would still go on without additional, targeted therapies—nor what those therapies might be.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=657","value":657},"note":null},{"text":"Our bodies’ reliance on carbohydrates as a source of fuel exposes us to the reactive chemistry of glucose, causing the “gumming up” (glycation) of cellular proteins.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=660","value":660},"note":null},{"text":"Normal metabolism is such an intricate, finely balanced web of reactions that tweaking one sends perturbations throughout the entire network, usually creating new problems or negating the effect of the intervention by eliciting a counterbalancing metabolic adjustment. For example, chronic inflammation is a source of cellular damage. But if you interfere with inflammation, you might impair immune defenses against pathogens. Equally, free radicals—a by-product of your metabolism—cause oxidative stress and damage over time. But crank up antioxidants, to defend against free radicals, and you might help cancer cells to protect themselves against chemotherapy drugs.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=677","value":677},"note":null},{"text":"And, come to think of it, there seemed to me to be far fewer kinds of damage than processes that cause damage—hosts of different mutagens and “pre-mutagenic” changes to DNA, for example, but only two types of mutations: chromosomal and mitochondrial.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=692","value":692},"note":null},{"text":"There are mutations in our chromosomes, as I just mentioned; this sort of damage causes cancer.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=695","value":695},"note":null},{"text":"In addition to chromosomal mutations, there are mitochondrial mutations, which may be a major part of the problem caused by free radicals. (Mitochondria are the only cell components that contain their own DNA independently of our chromosomes.)","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=712","value":712},"note":null},{"text":"Free radicals are just too reactive to be effectively mopped up with vitamins, nor even with the novel free radical scavengers that were coming out of pharmaceutical labs around this time","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=719","value":719},"note":null},{"text":"After millennia of exposure to their reactive chemistry, evolution has learned to harness free radicals as signaling molecules,3 so a heavy-handed repression of the cell’s exposure to them would actually harm cellular metabolism, not aid it. The body might even react to antioxidant supplements by reining in its natural antioxidant defenses to compensate.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=722","value":722},"note":null},{"text":"It was proof-of-principle that without interfering with glucose metabolism, you could allow the formation of protein cross-links but prevent the pathological results by undoing the damage after the fact.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=745","value":745},"note":null},{"text":"(This is an important and common theme, as you will see—don’t interfere with the process, but rather repair or clean up the damage that has accumulated.)","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=747","value":747},"note":null},{"text":"Senescence, in this meaning of the word, is a state of arrested growth in which the cell produces chemical signals dangerous to their neighbors.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=761","value":761},"note":null},{"text":"Might it be possible to repair damage after it’s been laid down (hence avoiding the need to understand the details of how it’s laid down) but before it spirals out of control (hence also avoiding the losing battle that is geriatrics)?","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=784","value":784},"note":null},{"text":"Repairing (or, in the case of mitochondrial mutations, obviating) accumulating damage was a genuine best-of-both-worlds middle ground between the traditional gerontology and geriatrics approaches. It focused on a weak link in the chain of events leading from metabolism to pathology: it was early enough in that chain to avoid the downward spiral that doomed geriatrics to be forever a losing battle, but yet it was late enough in the chain to avoid the perturbation of metabolism that doomed the “over-preemptive” gerontology approach.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=804","value":804},"note":null},{"text":"You could stop thinking of aging as a hopelessly complex theoretical problem to solve, and get on with attacking it head-on, as an engineering challenge that needed to be overcome. “Engineered negligible senescence,” a phrase that I’d previously used offhandedly, suddenly presented itself as the most precise description possible of the task ahead.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=819","value":819},"note":null},{"text":"Thus, our bodies—like our other vehicles—are designed to survive for a biological “warranty period”: they are given enough robustness and self-repair capability to function at peak performance for as long as they can reasonably be expected to stay alive in the wild, but no longer.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=826","value":826},"note":null},{"text":"SENS does not incorporate a plan to address mutations in our cell nucleus at all unless they cause cancer, because non-cancer-causing mutations accumulate too slowly to matter in a normal lifetime.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=865","value":865},"note":null},{"text":"Free radicals in biology are, for the most part,1 oxygen-based molecules that are missing one of the electrons in their normal complement.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=875","value":875},"note":null},{"text":"Some unusual molecules—antioxidants—finesse this logic and are relatively stable even when they contain an unpaired electron. These molecules can “quench” free radical chain reactions. Until they do, however, free radicals will tear their way through your body like biochemical vandals, trashing whatever essential biomolecule they bump into: the structural proteins that make up your tissues, the fatty membranes that compartmentalize and facilitate your cells’ various specialized functions, the DNA code that holds the blueprints of the enzymes and proteins required by the cell, and so on. In biology, function follows structure, so the ability of these molecules to support metabolism and hold you together is impaired when they are chemically deformed by this process.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=883","value":883},"note":null},{"text":"the fact is that the overwhelming majority of the free radicals to which your body is exposed are generated in your very own cells—in the mitochondria, our cellular “power plants.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=891","value":891},"note":null},{"text":"In just the same way, mitochondria convert a difficult-to-use energy source (the chemical energy locked up in the glucose and other molecules in your food) into a more convenient one: adenosine triphosphate, or ATP, the “universal energy currency” that your cells use to drive the essential biochemical reactions that keep you alive.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=895","value":895},"note":null},{"text":"Mitochondria generate most of their cellular power using almost identical principles to the ones used by hydroelectric dams—right down to the turbines","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=898","value":898},"note":null},{"text":"like coal or nuclear power plants, mitochondria create toxic wastes during the conversion of energy from one form into another. As the proton-pumping complexes of the electron transport chain pass electrons from one to the next, they occasionally “fumble” an electron here or there. When this happens, the electron usually gets taken up by an oxygen molecule, which suddenly finds itself with an extra, unbalanced electron.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=916","value":916},"note":null},{"text":"Well, whereas other components of the cell have all their proteins coded for them by the cell’s centralized genetic repository in the nucleus, mitochondria have their own DNA for thirteen of the proton-pumping, ATP-generating proteins in their membranes.2 If that DNA is significantly damaged, the mitochondrial machinery will go awry.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=928","value":928},"note":null},{"text":"This again suggests that free radical damage outside of the mitochondria is not a directly important cause of aging, since aging can in fact be slowed down (via CR) without doing the one thing that would most directly interdict that damage.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=946","value":946},"note":null},{"text":"Yet, delivering catalase to the animals’ mitochondria, which significantly reduced the development of mitochondrial DNA deletions, extended their maximum lifespan by about 20 percent—the first unambiguous case of a genetic intervention with an effect on this key sign of aging in mammals.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=954","value":954},"note":null},{"text":"During replication, each mitochondrion duplicates its DNA, and then that essential core “grows” itself a new “body,” including pristine new proton-pumping proteins and membranes. Whether you’re five years old or fifty, any given mitochondrion in your cells contains membranes and proteins that are on average only a few weeks old. Thus, the newest and the oldest of these mitochondrial components are present in the same proportions in the very old as in the very young. It just can’t be that aging is driven by a progressive process of degeneration in components that undergo a continuous process of renewal.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=993","value":993},"note":null},{"text":"The vicious cycle theory proposed that mitochondria would make progressively less ATP and more free radicals as they accumulated more and more of these defects in their DNA. Instead, it was found that mutant mitochondria produce essentially no free radicals, and that the change in each mitochondrion could be attributed to a single, catastrophic event, rather than to a “death from a thousand cuts.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1033","value":1033},"note":null},{"text":"That is: while the mutant mitochondria in a given cell all contain the same, specific mutation, a second such cell often contains mitochondria that all harbor a completely distinct mutation from the one that was found in the first. So it wasn’t that there is a single, specific mutation that gives the mutants their selective advantage over their neighbors: numerous mutations, independently arising in single mitochondria within widely separated cells, confer the same competitive edge.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1074","value":1074},"note":null},{"text":"Some cellular components can become actively toxic to the cell if they aren’t quickly degraded once they’ve outlived their usefulness.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1117","value":1117},"note":null},{"text":"For instance, producing a pro-inflammatory enzyme can be critical to mobilizing an immune reaction against an invading pathogen, but leaving that enzyme to keep generating inflammation after the invader has been defeated would lead to a destructive, chronic inflammatory state with effects similar to those of autoimmune diseases like rheumatoid arthritis or lupus.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1120","value":1120},"note":null},{"text":"It would make sense, then, for the cell to have a system in place that would ensure that mitochondria are hauled off to the lysosome for destruction when their membranes become damaged by their own wastes. This prediction seems to have been fulfilled with the recent discovery of a specific targeting protein that “tags” yeast mitochondria for lysosomal pickup.12 We still don’t know for sure what makes the cell decide which mitochondria to “tag,” but it has now been shown that the formation of holes in the mitochondrial membrane does send a signal that increases the rate at which these organelles get sent to the scrapyard.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1134","value":1134},"note":null},{"text":"But I saw that, ironically, large deletions in the mitochondrial DNA would actually allow them to escape from the very mechanism that cells use to ensure that damaged mitochondria get slated for destruction. When mitochondria suffer the mutations that have been shown to accumulate with aging, they immediately cease performing oxidative phosphorylation (OXPHOS)—and with it, generating the resultant free radical waste. But reduced free radical production, in turn, should lead to less free radical damage to their membranes.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1142","value":1142},"note":null},{"text":"Even perfectly functional mitochondria constantly produce a steady, low-level stream of free radicals, leading to membrane damage. Every few weeks, this damage builds up to a level at which the mitochondria are consigned to the rubbish tip, and then the cell sends out a signal for a new round of mitochondrial reproduction to replace the decommissioned “power plants.” But this process only weeds out mitochondria with damaged membranes—which will overwhelmingly be power plants whose DNA is still healthy enough to allow for the very electron transport that leads to the free radical damage to their membranes in the first place. Mitochondria with intact membranes, but damaged DNA, would not show outward signs of their internal injuries, and so would be passed over by the Angel of Death.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1150","value":1150},"note":null},{"text":"This will give the mutants a selective advantage over the nonmutants: every time replication happens, more and more of them will have survived a cull that has sent many of their genetically healthy competitors to the garbage disposal unit.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1160","value":1160},"note":null},{"text":"In the cell, the threat to mitochondrial survival is the lysosome—a “predator,” which is supposed to ensure that only mitochondria fit to safely support cellular energy production survive. What the mutant mitochondria evolve (yes, evolve) is, in effect, camouflage that masks them from the eagle eye of this predator. Thanks to their undamaged membranes, these highly dysfunctional mitochondria appear healthy to the cellular surveillance system. Like the proverbial pharisees, their outsides are clean—but inwardly, they are full of ravening and wickedness.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1165","value":1165},"note":null},{"text":"Most cells and tissues suffer no decline in production or availability of ATP, and far from increasing free radical production, most of the mutant mitochondria that accumulate in the body produce no free radicals at all, because their radical-generating electron transport chains are simply absent.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1182","value":1182},"note":null},{"text":"A big step toward understanding this phenomenon was achieved with the creation of so-called 0 (“rho-zero”) cells, whose mitochondria are completely lacking in DNA.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1242","value":1242},"note":null},{"text":"One of the first things that scientists working with 0 cells discovered was that they did, in fact, quickly die—unless their surrounding bath of culture medium contained one of a few compounds which are not normally present in the fluid that surrounds cells in the body. Intriguingly, however, some of these compounds are unable to enter cells, which meant that whatever it was that these compounds do to keep cultured 0 cells alive, it must be something that can be accomplished from outside the cell.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1247","value":1247},"note":null},{"text":"Like nearly all free radicals, superoxide is highly reactive, and therefore short-lived. Either it would be dealt with by local antioxidants, or else it would attack the first thing with which it came into contact (a neighboring cell’s membrane, for instance)—but its aggressiveness would be quenched in the process. Superoxide certainly couldn’t remain a free radical for long enough to reach the far corners of the body, as the implications of the mitochondrial free radical theory required.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1303","value":1303},"note":null},{"text":"Oxidized (and otherwise modified) cholesterol was already known to exist in the body, and everyone now accepts that it’s the main culprit behind atherosclerosis (a subject to which we’ll return in Chapter 7). It was quite plausible, I realized, that superoxide originating at the surface of mitochondrially mutant cells could be oxidizing LDL as it passed by, not only because LDL is ubiquitous and therefore an easy target, but also because the presence of loosely bound reactive metals such as iron ions would multiply superoxide’s potential virulence.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1310","value":1310},"note":null},{"text":"Not only is oxidized LDL found routinely in the body, but studies using the most accurate available tests of lipid peroxidation had shown that vitamin E supplements were unable to reduce the oxidation of fats in healthy people’s bodies.14 In fact, the lack of antioxidant partners in the inaccessible core of the LDL particle means that when it is subjected to anything more intense than the most trivial free radical challenge, the particle’s vitamin E can actually accelerate free radicals’ spread to its center","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1315","value":1315},"note":null},{"text":"Despite its ability to promote atherosclerosis when present in excessive amounts in the blood, LDL cholesterol serves an essential function in the body. Cells need cholesterol for the manufacture of their membranes, and LDL is the body’s cholesterol delivery service, taking it from the liver and gut (where it is either manufactured or absorbed from the diet) out to the cells that need it.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1323","value":1323},"note":null},{"text":"But if its cholesterol consignment became oxidized by mitochondrially mutant cells along the way, LDL would become a deadly Trojan horse, delivering a toxic payload to whichever cells absorbs its cargo of damaged cholesterol. This would spread free radical damage into the incorporating cell, as the radicalized fats propagated their toxicity through the well-established chemical reactions that underlie the rancidity of fats. As more and more cells were taken over by mutant mitochondria with age, more and more cells would accidentally swallow oxidized LDL, and oxidative stress would gradually rise systemically across the entire body.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1326","value":1326},"note":null},{"text":"Mitochondrial free radicals cause deletions in the DNA. These mutant mitochondria are unable to perform oxidative phosphorylation, drastically reducing their production of both ATP and free radicals. Because they are not constantly bombarding their own membranes with free radicals, the cell’s lysosomal apparatus will not recognize them as defective and they will gradually drive out their healthy neighbors.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1335","value":1335},"note":null},{"text":"To continue producing the ATP and other metabolites their host cells need for survival, these mitochondria must maintain the activity of their TCA cycle—but this, combined with other cellular processes in the absence of oxidative phosphorylation, will quickly deplete the cell of needed NAD+ carriers unless a way is found to relieve them of their electron burden. This is accomplished via the “safety valve” for excess electrons located at the cell membrane—the Plasma Membrane Redox System (PMRS). The snarling buzz of electrons congregating at these cells’ outer surfaces turns them into “reductive hotspots,” generating a steady stream of superoxide free radicals. These radicals contaminate passing LDL particles, which then spread to cells far away in the body, driving a systemic rise in oxidative stress throughout the body with age. With oxidative stress comes damaged proteins, lipids, and DNA, as well as inflammation, disrupted cellular metabolism, and maladaptive gene expression. This could certainly be a central driver of biological aging.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1341","value":1341},"note":null},{"text":"If our purpose were simply to understand aging, then teasing apart the specific pathways that lead to the accumulation of age damage would indeed be absolutely imperative. But that is not our purpose. Our purpose is to put an end to aging’s consequences: the daily descent into decrepitude, and subsequent deaths, of tens of thousands of people.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1372","value":1372},"note":null},{"text":"But, as we saw in Chapter 3, the causes of aging lie in the fundamental chemistry of life, and our capacity to interfere beneficially with that chemistry is limited by what the organism’s underlying biology will accommodate.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1397","value":1397},"note":null},{"text":"Mice given mitochondrially-targeted catalase gained a 20 percent extension not only of average, but of maximum lifespan—the gold standard for data relevant to aging.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1410","value":1410},"note":null},{"text":"It suffers the same sorts of weaknesses on these fronts that characterize all “preventive” anti-aging medicines, as outlined in Chapter 3. Firstly, because there is no short-term disease against which extra catalase could be tested as a cure, regulatory bodies won’t let clinical trials be performed using it, and will never approve it for human use; and secondly, the timescales required to prove its effectiveness against aging make it too expensive and risky for venture capital to touch it.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1415","value":1415},"note":null},{"text":"My evaluation of the evidence indicates that it is not worth diverting our intellectual and financial capital into an intervention that might yield a 20 percent increase in lifespan (making the average person in a developed country live into his or her late nineties), because the same bricks, boards, and brains could be put to work in the development of an intervention that would not prevent this damage from happening, but would instead render it harmless. My analysis suggests that this intervention might, in turn, not only slash the rate of aging damage primarily caused by other mechanisms in half, but—when combined with a panel of similar therapies—would ultimately give us an indefinite youthful lifespan.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1424","value":1424},"note":null},{"text":"When advanced glycation endproduct (AGE)–breaking drugs reverse the gumming up of our structural proteins; when careful exploitation of the immune system clears out the extracellular junk that impedes cellular function; and when dormant cells that cause the decay of our immune system itself have been removed; at that time, with all the other key SENS platform interventions in our hands, we would still have mitochondria that are playing a game of Russian roulette with their DNA. However much more slowly they may be spinning the chamber, they could still end up being the weak link in a chain that could otherwise give us indefinite youthful lifespan.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1432","value":1432},"note":null},{"text":"In this way, damping down the level of hydrogen peroxide in a cell—even using a technique designed to focus on the mitochondria—might well be expected to interfere with the functioning of our complex intracellular machinery.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1445","value":1445},"note":null},{"text":"When the cells of our immune system detect a hijacked cell, they bind to its surface, flipping a switch that signals its mitochondria to “blow their tops” and destroy it. Hydrogen peroxide is a player in that signaling system, and studies have shown that antioxidants—including catalase—can block the proper activation of this apoptotic program.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1452","value":1452},"note":null},{"text":"Instead of trying to “mess with metabolism” in ways that might prevent aging damage such as mitochondrial DNA deletions, it is my contention that we need to focus on developing anti-aging biomedicine that can repair or render harmless any mutations that may occur in mitochondrial DNA.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1471","value":1471},"note":null},{"text":"Let’s be clear about this. Allotopic expression would do absolutely nothing to prevent the native mitochondrial genes from suffering mutations: free radicals would hit the vulnerable mitochondria just as often, and mutations would occur at exactly the same rate, as they did before. But with a nuclear backup copy of these genes, any such mutations would be rendered functionally irrelevant, because the cell would be able to keep producing the proteins that the knocked-out genes in the mitochondrion had previously encoded. These mitochondria would thus enjoy functional proton-pumping, electron-transporting proteins, and would therefore behave exactly like mitochondria with intact DNA, just as if they had not suffered mutations in their “local” DNA.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1489","value":1489},"note":null},{"text":"So even when a free radical does get into the nuclear DNA, the odds of it damaging one of the allotopically expressed mitochondrial genes are many times lower than the odds that it will hit some other gene. Indeed, many such free radicals will not hit a gene (an instruction for building a protein) at all, but one of the many stretches of nonfunctional “junk” DNA. Therefore, the chances of both the mitochondrial copy and the nuclear backup of the same gene being mutated are vanishingly small.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1514","value":1514},"note":null},{"text":"Because allotopic expression is a promising therapy for mitochondriopathies, government funding (albeit not nearly enough) is already available for work on its development; and once it is ready to move into the clinic, there will be an incentive for venture capital to invest in its development, giving a clear route forward for near-term testing in FDA-approved clinical trials.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1532","value":1532},"note":null},{"text":"And to give Mother Nature her due, evolution has gone a long way in this direction. Out of more than one thousand original mitochondrial proteins, all but thirteen have had their genetic instructions moved into the nucleus.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1549","value":1549},"note":null},{"text":"In fact, all of the thirteen proteins that are still coded directly in our mitochondria are very hydrophobic. The instructions for several of those proteins have never been moved into the nucleus in any species, and those proteins are the most hydrophobic of all. This suggests that hydrophobicity is indeed the biggest hurdle to the allotopic expression project.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1594","value":1594},"note":null},{"text":"The heavily modified protein, custom-built out of the original by reasoned analysis of what would be required to make it importable (rather than being copied in whole cloth from one of our distant relatives), was successfully incorporated into human cells bearing mutant ND4, which promptly began churning out functional, mitochondrially targeted ND4. The allotopically expressed protein then found its way into the mitochondria, took its place in the electron transport chain…and promptly tripled the cells’ ATP output, bringing it back to levels similar to those seen in normal, nonmutant cells. Not only that: when the cells were subjected to conditions under which they were forced to lean heavily on OXPHOS for energy, these cells with the new allotopically expressed mitochondrial electron chain subunits enjoyed three-fold better odds of survival than mutant cells lacking the engineered gene.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1701","value":1701},"note":null},{"text":"This string of successes indicates that we can expect rapid progress in expressing the remaining mitochondrially coded proteins from nuclear genes in reasonably short order, through some combination of the different techniques I’ve discussed here. Once we have figured out how to put all thirteen of these proteins’ genes into the nuclear “bomb shelter,” we will be very close to being able to negate the insidious effects of mitochondrial mutations in aging, turning existing “reductive hotspots” into normal, healthy cells and preventing the formation of new ones. When that is accomplished, we will be able not only to stop but to reverse the slow upward creep in oxidative stress—and the accelerating spiral of molecular damage and metabolic disruption—that we think is driven by these mutations today.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1755","value":1755},"note":null},{"text":"We have not only a good idea of how mutations in the mitochondrial DNA contribute to the age-related decay of our bodies, but a clear path forward to obviating the problem—even if our understanding of the exact mechanistic link between mutations and pathology turns out to be mistaken. Allotopic expression would allow our mitochondria to keep functioning normally even when their DNA acquired mutations; protofection, alternatively, could simply clear out the old mutant DNA periodically, replacing it with a fully functional new set of genetic blueprints; and the use of easier-to-handle enzymes that pump no protons but keep electron metabolism harmless would at least keep mutant cells from causing trouble outside of their own membranes.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1806","value":1806},"note":null},{"text":"Another type of waste is more like something for which you would still have a use, except that it can no longer fulfill its purpose because it’s been broken. Just as you can turn a piece of your grandmother’s china into a jigsaw puzzle, or make your shirt unwearable at work by spilling dark red wine on it, so components of your cells—from the small (individual enzymes) to the very large (entire organelles, like a mitochondrion)—can become incapable of performing their vital cellular function after suffering molecular damage at the hands of free radicals and other products of the dirty underside of metabolism.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1891","value":1891},"note":null},{"text":"Just as a useful substance (say, cottage cheese) can become a threat to your health through chemical changes (such as being taken over by mold), so normal cellular constituents sometimes become toxic to the cell through modification of their structure, or through being present in excess.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1896","value":1896},"note":null},{"text":"Lysosomes are membrane-bounded organelles packed full of a variety of enzymes, each of which evolved to target a “weak spot” in the chemical structure of a waste product that will accumulate in our cells and kill us if it isn’t broken down.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1904","value":1904},"note":null},{"text":"A lysosomal enzyme first binds to a waste product that carries the kind of chemical structure that it evolved to destroy, and then twists its shape like a tiny biological crowbar, physically tearing apart the target material’s molecular joints. This is generally accomplished by a type of chemical reaction called hydrolysis, which is why such enzymes are called hydrolases (hydro being the Greek for water, as in “hydroelectric”).","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1906","value":1906},"note":null},{"text":"In order to break down a given waste product, the lysosome must have two things: the right enzyme for the job (one that targets a vulnerability in the structure of the specific waste product in question), and enough acidity in its interior for the relevant enzyme to function. This latter is required because different levels of acidity cause enzymes and other proteins to assume slightly different shapes, so that when the acidity in the lysosome is wrong, the enzyme becomes “bent out of shape” and thus no more able to do its job than is a flattened-out crowbar.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1910","value":1910},"note":null},{"text":"In addition to the terrible, early-acting pathologies that ravage the victims of these genetic disorders, however, it’s also long been known that undegraded gunk builds up in the lysosomes of all of us as we age. Called lipofuscin (LIP-oh-few-sin1) or popularly “age pigment,” this noxious, accumulating goo is a chemical hodge-podge of fatty and proteinaceous materials derived from membranes, reactive metals like iron and copper, and a variety of other organic molecules. It is easy to see with a microscope because it glows red when exposed to light of a particular wavelength.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1946","value":1946},"note":null},{"text":"Lipofuscin is actually not a single, specific compound, but a catch-all term for the mixture of stubborn waste products that refuse to be broken down after they’ve been sent to the lysosome for degradation—materials so chemically convoluted that the normal complement of lysosomal enzymes just doesn’t know how to deal with them.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1950","value":1950},"note":null},{"text":"A combination of damage from free radicals and from glycation (the random sticking-together of different “branches” of a substance’s proteins by reaction with the sugars in your blood and cells) twists their structure back on itself like some demented child’s molecular origami, burying the vulnerable spots in their structure so that lysosomal hydrolases can’t get at them to break them down.2 As a result, these materials don’t get properly degraded—and because lysosomes are in most cases unable to export them out of the cell, the material just accumulates, taking up more and more room in the lysosomes of long-lived cells like the heart and the brain.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1953","value":1953},"note":null},{"text":"When a cell divides, its load of cellular junk—including lipofuscin—is shared between the two daughter cells. Each now has half as much, on average, and this will continue with each new generation. If the junk is only being generated quite slowly, this dilution process will fully balance the rate of creation of new junk and an unmanageable level of junk will never accumulate.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=1984","value":1984},"note":null},{"text":"As the cell’s lysosomes accumulate waste products that they aren’t equipped to handle, they become ever less able to break down materials within them. As a result, the junk in question spends more time either out in the main body of the cell, or even trapped inside the lysosome, before being “incinerated.” During that time, chemical alterations continue to occur in the structure of these wastes, mangling them further and further and making it more and more difficult for lysosomal hydrolases to reach the weak spots in their structure. As a result, even the standard cellular junk that lysosomes are, in theory, well equipped to degrade is no longer efficiently broken down, but instead accumulates—which then further dissipates the hydrolytic enzymes and acidity of the lysosome.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2000","value":2000},"note":null},{"text":"Atherosclerosis begins with a microscopic problem in the blood vessel wall. Many things can cause or contribute to this, including friction from the passing torrent of blood flow, or the force of high blood pressure, or infection; most often, however, it’s just the accumulation of our old friend LDL, low-density lipoprotein, which has a tendency to get stuck there. The body responds to this problem just as it does to any other injury: by secreting factors that inflame the site in order to attract immune cells called macrophages. Macrophages then infiltrate the damaged tissue to help it heal by cleaning up the debris.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2027","value":2027},"note":null},{"text":"Despite its bad reputation, cholesterol is actually a necessary component of cell membranes. In fact, the so-called “bad” cholesterol (LDL) in the blood is actually a carrier particle, designed by your body to bring needed cholesterol to cells, and those cells in turn have specialized receptors designed to allow them to ingest it for their internal use.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2032","value":2032},"note":null},{"text":"In order to reach most cells, the cells that comprise the walls of our blood vessels must allow LDL to pass between them, and beyond into the surrounding tissue. But when cholesterol is chemically modified—by exposure to free radicals (oxidized LDL) or reactions with blood sugar (glycated LDL), for example—it becomes more prone to stick together and thus more immobile. Because free radicals and blood sugar are (respectively) inevitable by-products of, and necessary raw materials for, some of the most fundamental metabolic processes in the body, they are ubiquitous. Hence, LDL particles are constantly being subjected to their chemically disruptive influence. Furthermore, enzymes that are designed to call in immune cells when the vessel wall is injured also alter cholesterol in ways that make it more toxic.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2034","value":2034},"note":null},{"text":"That’s the main reason why having a high cholesterol level is bad for you. The more cholesterol there is in your blood, the more contact it has with these damaging agents, and the more toxic, modified cholesterol will be coursing through your body.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2041","value":2041},"note":null},{"text":"As they take in more and more waste—particularly an excess of modified LDL—macrophages begin to fall behind in their work. An increasing percentage of the load of junk is not successfully processed, but instead accumulates within the macrophages’ lysosomes—or, just as bad, is puked out of the lysosomes without being properly detoxified, forming droplets of modified cholesterol in the cell body.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2046","value":2046},"note":null},{"text":"Once this happens, your days are numbered. It’s only a matter of time until the pressures within and without the plaque cause it to rupture, spewing its contents into the bloodstream. This content is not a liquid but a horde of semisolid chunks, and these chunks are rapidly swept from their origin in the major arteries into progressively smaller vessels. They become stuck there, blocking off the flow of blood—sometimes into the heart (causing a heart attack), sometimes the brain (causing a stroke).","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2063","value":2063},"note":null},{"text":"So we now understand that lysosomal dysfunction is the key step in the conversion of healthy macrophages into undead foam cells—and of healthy blood vessel tissue into an atherosclerotic time bomb. This fact is widely recognized, but unfortunately, nearly all researchers are pursuing old-school, ultimately preventive treatments for the problem.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2067","value":2067},"note":null},{"text":"This solution does not rely on such detailed understanding of what causes lysosomal failure in atherosclerosis. Instead, it provides a way for us to clean up the lysosome itself, rather than the metabolic processes that overload it—and in a manner that will work irrespective of what leads up to its initial failure.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2092","value":2092},"note":null},{"text":"Scientists all agree about the basic facts: the major neurodegenerative diseases are characterised by the presence of aggregated proteins and lysosomal dysfunction in the brain, and it’s clear to everyone involved that there is some kind of connection between the clear failure of the cell’s waste disposal systems to deal with the aggregates and the diseases in which these disruptions occur. The question is just what that connection is.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2141","value":2141},"note":null},{"text":"This is still a bad thing to have happening, of course, because cells rely on a functional lysosome—both to break down benign cellular constituents that are past their useful life in order to make use of their building blocks for future cellular construction projects, and to destroy genuinely toxic wastes.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2158","value":2158},"note":null},{"text":"And in old-school thinking—in which the goal is to find drugs that will shut down the metabolic processes that lead to a disease outcome, or at least perturb that aspect of the pathway that causes the most harm—issues of this kind must be definitively resolved in detail before we can even begin to design treatments for humans, since interfering with metabolic pathways is a risky business that can only lead to harm if the process that you’re blocking turns out to be an innocent bystander.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2171","value":2171},"note":null},{"text":"It was clear, once one got over one’s attachment to the term “lipofuscin,” that the failure to dispose of specific waste products was at the root of the most terrible diseases that accompany biological aging: atherosclerosis, age-related macular degeneration, and neurodegenerative diseases like Alzheimer’s. It was just that the kind of waste that was linked to a given disease was specific to the cell type and the particular diagnosis.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2208","value":2208},"note":null},{"text":"U.S. Geological Survey scientists collected case studies showing that microorganisms were breaking down significant amounts of a variety of organic chemical pollutants in wastewater. Oil spills, chlorinated solvents, pesticides—you name it: soil bacteria learned how to digest almost anything that was thrown at them, leaving only harmless residues like carbon dioxide and water.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2251","value":2251},"note":null},{"text":"The lysosome already deals with the cell’s waste products using enzymes to break them down into their constituents. But it is not equipped with the capacity to deal with every possible waste material. This is just what you’d expect from evolutionary theory. Remember, again, as we discussed in Chapter 3, that evolution only designs your body to last as long as your environmental niche will allow it to last.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2260","value":2260},"note":null},{"text":"For this reason, evolution has never bothered to equip the lysosome with enzymes designed to deal with these wastes, because it has never had a good reason to do so. But, as we’ve seen, it seems very likely that evolutionary forces have pushed soil microorganisms to develop these capacities in order to exploit a new fuel source—an issue, for them, of day-to-day survival.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2265","value":2265},"note":null},{"text":"These two observations implied that we could perform a sort of medical bioremediation, in which we would identify the soil bacteria that already clean up our undegraded junk after we have died, determine the enzymes that allow them to do it—and then deliver these enzymes into the lysosomes of people who were still alive to benefit from it.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2272","value":2272},"note":null},{"text":"Pioneering physicians have been introducing “foreign” lysosomal enzymes into patients for several years—not in aging, but in the lysosomal storage diseases.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2325","value":2325},"note":null},{"text":"In one disease after another, scientists have identified the enzyme whose absence causes the disorder; modified it in various ways to allow it to be injected, taken up by cells, and delivered to the patient’s lysosome, where they function exactly like the same enzyme does in the rest of us when it is produced by our own cells;","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2337","value":2337},"note":null},{"text":"Fortunately, we again don’t need to trouble ourselves with this. Once again, our job is not to tease apart the minutiae of metabolism, but to clean up age-related damage. To do that, we can follow the example of the bioremediation experts: throw enzymes at the problem until the problem is solved (normal lysosomal function is restored), and then identify the enzyme that did it.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2361","value":2361},"note":null},{"text":"It does, however, face a variety of limitations. Most notably, there’s a big difficulty in using it to move enzymes past the protective blood-brain barrier, which is a highly effective shield designed to guard your brain against exposure to the many potentially toxic substances floating around in your blood.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2397","value":2397},"note":null},{"text":"Fortunately, scientists are making progress in coming up with ways to move proteins across the blood-brain barrier—and in the future, we can expect to have much more powerful delivery systems. In the relatively short term, we should be able to develop a form of cell therapy, involving seeding the patient with cells that produce the needed enzyme and secrete it into the bloodstream or into the fluid bathing surrounding cells.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2402","value":2402},"note":null},{"text":"This would therefore act like a biological version of the nicotine patch, providing a continuous dose of the enzyme. This might be extremely useful: right now, LSD victims rely on regular injections of heroic amounts of their needed enzyme, and it’s possible that the sheer quantity of (several) enzymes required to combat all types of lysosomal failure due to aging or age-associated disease might make injection impractical. One reason why so much enzyme is needed is that some of these enzymes are proteases—that’s to say, they break down proteins—but enzymes are proteins, so proteases in the lysosome actually destroy themselves and each other.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2406","value":2406},"note":null},{"text":"We might be able to use a backdoor solution, by turning a targeting system that is currently used to ensure wastes get delivered to the lysosome into a method of sending enzymes into the heart of the same system. (This system is called chaperone-mediated autophagy.) Lysosomes would take the enzyme up just as if it were any of numerous classes of cellular detritus, but would instead incorporate a hydrolase capable of preserving and restoring its normal functioning.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2423","value":2423},"note":null},{"text":"The advantage of using fungi is that they—like us, and unlike bacteria—have a lysosome-like structure of their own, called the vacuole, which shares many of the key characteristics of the human equivalent (including, for instance, the need for an acidic internal milieu to work properly).","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2431","value":2431},"note":null},{"text":"One potential issue is that the enzymes in question might, as suggested earlier, also be active elsewhere than in the lysosome. One reason to expect that this won’t pose a major challenge is the fact that, as already mentioned a few times, lysosomal enzymes typically require a very acidic environment to function properly, so they will probably be nearly inactive in the main body of the cell.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2436","value":2436},"note":null},{"text":"Dampening down an excessive immune response is a necessary part of many medical procedures, from organ transplants to over-the-counter allergy medications, and we are getting better at it all the time. We might also eventually be able to produce the protein within the bone marrow, as has already been done with some lysosomal enzymes; this might also help to induce tolerance, because of the role of bone marrow cells in immunity.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2453","value":2453},"note":null},{"text":"Our cells—and thus our bodies—are progressively damaged by protein-derived junk that gathers over the years in the space between cells. Alzheimer’s disease is perhaps the best-known condition associated with this, but there are others that are equally fatal. However, there is a way forward for medical science and our health: recent and very promising research demonstrates that science can turn our own immune systems against this dangerous material.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2475","value":2475},"note":null},{"text":"But many other, less-well-known diseases (amyloidoses) are also rooted in abnormal protein aggregates of this type. Most amyloids are cell-snaring chains of molecules that begin their existence as healthy proteins already present naturally in our blood, or in the fluid bathing our brains. A wide range of proteins can become amyloids under the wrong circumstances, including immunoglobulin light chain, a key component of the antibodies in your immune system;","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2486","value":2486},"note":null},{"text":"What turns these proteins into snares that squeeze the life out of cells and organs is how they are folded. Misfolded proteins are just what they sound like: proteins that have become twisted out of their proper configuration in ways that cause them to undergo toxic interactions with each other, or with other constituents of the cell. The ones that cause amyloid diseases contain sites within their structure that, if exposed, readily stick to other proteins of the same sort, causing them to link together one after another in a sinister, self-assembling daisy chain.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2492","value":2492},"note":null},{"text":"These sticky sites are normally kept safely tucked away within the complex folding of the protein’s three-dimensional architecture, precisely to prevent such interactions from happening. Misfolding exposes such sites, initiating the spinning of a cell-choking web.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2495","value":2495},"note":null},{"text":"Many of the amyloid diseases result from the victims having faulty genes that produce defective versions of these proteins. In some such disorders, the underlying mutation introduces fatal flaws into the structure of the protein itself, causing it to open up at inappropriate locations, exposing the critical “sticky” site in its structure.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2498","value":2498},"note":null},{"text":"With free radicals, sugars (sugars? Oh yes. See Chapter 9) and vibration constantly acting on them, proteins are bound to get bent out of shape now and again in ways that open them up to becoming the seed of an amyloid fibril.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2506","value":2506},"note":null},{"text":"APP only become dangerous when, instead of being trimmed down by alpha-secretase, it is mistakenly cut up by a different, but related, enzyme called beta-secretase.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2527","value":2527},"note":null},{"text":"But if beta-secretase performs the same action on APP, it chops it in the wrong place. This distorts the protein’s shape and creates a molecule with a totally different action within the cell.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2532","value":2532},"note":null},{"text":"It’s as if beta-secretase were an overly helpful laborer who, while crossing the factory floor on the way back from lunch, had seen some APP lying on a stopped assembly line and mistaken it for a part that he or she normally works on. Seeing no alpha-secretase around, and presuming to know what the half-finished product needs, beta-secretase steps in to do alpha-secretase a favor by taking care of a little bit of its workload. After giving it a few whacks of its molecular hammers, beta-secretase tosses the APP fragment—now subtly misshapen—back onto the line, where it eventually reaches gamma-secretase. And because gamma-secretase is a busy enzyme, it’s too caught up in its work to notice the change, and proceeds to splice and dice the distorted APP fragment just as it would if alpha-secretase had made the proper modifications. Beta-amyloid is the product of this mistaken sequence—the sequential cleavage by beta-and gamma-secretase rather than by alpha and gamma.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2533","value":2533},"note":null},{"text":"But because everyone has both APP and the enzymes that can sometimes turn it into beta-amyloid, we all produce beta-amyloid, and given a constant output of the stuff, some fraction of that amyloid precursor is bound to get snipped in the wrong way now and again. Once that happens, it’s only a matter of time before enough of it builds up to form Alzheimer’s-type plaques—and indeed, all of us have at least some plaque in our brains by the time we reach late middle age.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2554","value":2554},"note":null},{"text":"Our brains are slowly being enmeshed in beta-amyloid plaques—it’s just a matter of when we reach the threshold beyond which our brains can’t keep up sufficient function to carry on the lives and identities that we have spent so many years creating.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2565","value":2565},"note":null},{"text":"Beta-amyloid also causes brain damage and death in many people who never develop Alzheimer’s disease. This is because, in addition to building up in the neurons of the brain, beta-amyloid also clings to the interior surfaces of its blood vessels. The resulting condition, called cerebral amyloid angiopathy (CAA), is a crusting-up of these pipelines of oxygen and nutrients, weakening them and reducing their ability to flex in response to the surging flow of the pulse. This leaves them vulnerable to bursting open in a bleeding stroke.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2569","value":2569},"note":null},{"text":"Much earlier on in life, nearly everyone gets some degree of amyloidosis of the aorta, the main blood vessel leading out of the heart. Two different proteins are involved, one of which builds up in the innermost layer of the aorta in an astounding 97 percent of people over the age of fifty, while the other accumulates deeper into the middle of the vessel wall in about a third of these cases. This amyloidosis is not currently recognized as a cause of specific pathology or death, but again it seems that this is only a matter of stepping over a fatal threshold that we don’t reach in a normal lifespan today because we die of other things first.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2588","value":2588},"note":null},{"text":"Add them all up, and amyloid deposits of any of several misfolded proteins in the heart are significant contributors to death in the elderly, causing abnormal heartbeat, weakening of the muscle of the heart, “blackouts” of the electrical activity that keeps it beating, and heart failure.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2593","value":2593},"note":null},{"text":"In a perverse way, then, the fact that Alzheimer’s is such a widespread and obviously terrible disease has aided the cause of general anti-aging biomedicine. The attention to this specific age-related curse—together with the widespread professional and public belief that amyloid beta deposits are a major factor in its development and progression—has driven scientists to attack this particular form of amyloid as a therapeutic target in its own right, and that work has opened up the strong possibility that a similar strategy can form the basis of foreseeable therapies for amyloid-type extracellular damage generally.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2616","value":2616},"note":null},{"text":"As with other cases that we’ve discussed in previous chapters, the existence of a recognized disease that is caused by aging damage has “legitimized” research into ways to clean it up—and, as this research bears fruits in new cures for these diseases, anti-aging biotech will be able to hitch a ride to develop treatments for aging damage itself.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2620","value":2620},"note":null},{"text":"Recall that beta-amyloid, like other amyloid proteins, is formed from an essentially healthy protein—amyloid precursor protein (APP). That protein is found in long strands woven through brain cell membranes, and while its exact function is unknown, it’s at least harmless as long as it remains intact and in place.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2681","value":2681},"note":null},{"text":"Although gamma-secretase has the unfortunate long-term side effect of beta-amyloid production, scientists always had in the back of their minds the acknowledgement that it had to serve some useful purpose, too.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2697","value":2697},"note":null},{"text":"Because such drugs are still in the early stages of development, we don’t yet know what their side effects will be, but again it seems unlikely that the activity of an enzyme produced normally throughout the body—and especially in the brain—can be altered without cost.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2719","value":2719},"note":null},{"text":"Other scientists are pursuing an alternative approach that is, superficially, more in line with the engineering principles that I have advocated. Namely: to ignore the formation of beta-amyloid itself, and instead focus in on the process whereby beta-amyloid becomes aggregated into neuron-enmeshing plaques.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2726","value":2726},"note":null},{"text":"Here, however, we once again run into the problem of over-reliance on our hypotheses about what biochemical processes “cause” the disease.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2733","value":2733},"note":null},{"text":"If anything, the balance of evidence is that it may not be the plaques themselves that impair neurological functioning the most, but the soluble beta-amyloid oligomers: short chains, made up of just a few single beta-amyloid molecules (“monomers”) linked together in the same way that plaque fibrils are, but whose small size allows them to remain dissolved in the fluid bathing the cells of the brain rather than precipitating out into deposits.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2742","value":2742},"note":null},{"text":"This again suggests that the oligomers, rather than the plaques that they form, are the guilty parties in cognitive function. And indeed, preliminary studies suggest that the oligomers act as the molecular equivalent of dust in the eyes of neurons, interfering with their ability to receive signals from other neurons and pass the signal on to their internal machinery.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2753","value":2753},"note":null},{"text":"The strong suggestion was that the cells had been trying to dispose of the toxic amyloid oligomers by dumping them into the lysosome.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2763","value":2763},"note":null},{"text":"This suggests that the burden of amyloid may eventually overcome the capacity of lysosomes to dispose of it, leading to the death-spiral of dysfunction outlined previously—and eventually to the death and rupture of the cell, during which the beta-amyloid and lysosomal enzymes spew forth from the dying neuron, creating plaque deposits like so much slag from a bombed-out building.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2767","value":2767},"note":null},{"text":"We do not need to understand in detail how aging damage accumulates, or by what mechanism it wreaks its havoc, in order to undo that damage. However exciting an intellectual challenge it may be to sort out the exact pathway that leads from the fatal nips and tucks on APP, to beta-amyloid formation, to plaques, lysosomal dysfunction, cognitive impairment, and neuronal cell death, the bottom line in terms of the biomedical challenge is that we have here a material that is clearly accumulating and altering the composition of our aging and diseased bodies. When I see that, I say: it must go.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2798","value":2798},"note":null},{"text":"As I mentioned earlier, researchers found evidence some time ago that microglial cells—the immune cells of the brain—slowly eat up and digest away beta-amyloid deposits from nerve cells. Unfortunately, it was clear that the rate of clearance was not nearly high enough to keep up with the pace of deposition in Alzheimer’s patients. But researchers guessed that this natural defense mechanism could be stimulated to greater throughput. The obvious way to do this would be as we do for other targets of the immune system: with a vaccine.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2809","value":2809},"note":null},{"text":"The vaccine cleared out the plaques—and also, it shortly turned out, the more soluble oligomers, even inside the nerve cell itself14—not by breaking them apart into their constituent elements, but by causing immune cells to internalize and digest them.15 Because no soluble beta-amyloid is released by such an approach, there is no risk of doing new damage as levels of the soluble form rise: beta-amyloid just goes away, clearing neurons of its malign influence no matter what its exact mode of toxicity might be.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2826","value":2826},"note":null},{"text":"Through careful sifting of the data, scientists managed to collect some preliminary information suggesting that, despite the horrors of inflamed brains in a few patients, immunization with beta-amyloid fundamentally does work as a therapy in humans. And when combined with further animal studies, the findings also suggesed ways to avoid this side effect (and others) in future vaccines—some of which are either under development, or even in clinical trials, already.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2867","value":2867},"note":null},{"text":"However, an integrated analysis of the whole battery of tests suggested that people whose immune systems had responded to the challenge suffered less decline during the study period than had people administered the placebo—a difference that was only beginning to become clear at the twelve-month mark when the trial was halted.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2880","value":2880},"note":null},{"text":"If your brain function is being preserved in spite of a quiet, chronic attack on it by your own immune system, the implication is that something else about your underlying clinical condition has improved even more. A vaccine that would clear out beta-amyloid (as this one appears to do) without causing the inflammatory side effects would therefore be expected to yield a much more robust improvement in the workings of the mind.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2892","value":2892},"note":null},{"text":"Even though they only had about ten subjects in each group with good enough data to compare, the medical teams did observe that the vaccine responders had lower levels of tau than did the patients receiving placebo. While it’s very indirect, this might be a sign of reduced rates of brain cell death, since high levels of tau in these fluids are associated with the death of neurons in people with the disease.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2897","value":2897},"note":null},{"text":"While one must again be cautious in reading too much into the results observed in just three people’s brains, autopsies of these volunteers by independent groups did show a dramatic reduction in levels of plaques in key regions of each of them as compared with control subjects. Moreover, pathologists examining these brains found microglia in close proximity to many of the plaques that remained, suggesting that the vaccine was working as scientists had always hoped: the activated immune system had successfully mobilized microglia to clear out the deposits of beta-amyloid.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2907","value":2907},"note":null},{"text":"Unlike a conventional active vaccine, in which the patient receives the offending agent itself (in this case, beta-amyloid) in order to signal the immune system to produce its own antibodies in response, passive vaccination involves directly providing the very antibodies that are desired, bringing out the immune response that the same antibodies elicit when they are produced by the body. The advantage of this approach is that it would allow scientists to choose which antibodies would be circulating throughout a patient’s body. These antibodies might be chosen, or even custom-made, to activate the type of response that sends the microglia out to break down and digest the amyloid deposits25 without the risk of eliciting the undesired antivasculature response.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2927","value":2927},"note":null},{"text":"The main disadvantage of this approach is that it would not induce the kind of semipermanent immune vigilance we’ve come to expect from vaccination against diseases like mumps or polio, but would instead require patients to receive regular reinjections of the antibodies to keep their amyloid-fighting supplies topped up. But even this apparent inconvenience has an upside: because the recipient’s immune system isn’t put into a long-term state of vigilance against beta-amyloid, physicians can stop treatment of an individual patient—or even stop an entire trial—at any time in case of side effects, without the fear that the body will remain in a destabilized autoimmune-like state of the kind elicited by the original vaccine.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2933","value":2933},"note":null},{"text":"As I mentioned, the most well-studied passive vaccine is already in mid-stage clinical trials orchestrated by Elan Pharmaceuticals. And while this vaccine was the first out of the gate, the race to develop a clinically effective and safe vaccine to defeat beta-amyloid is very much on. Indeed, the question today seems to be not so much whether vaccination against amyloid will work, but which of these many ingenious strategies will ultimately prove to be most effective and safe. Surveying the progress made so far, we can say with a high degree of confidence that we should soon be able to harness the ancient powers of the immune system to cut our way through the mind-stealing webs of beta-amyloid, redeeming the captive minds that they bind.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2961","value":2961},"note":null},{"text":"There’s every reason to think that we will be able to exploit the same sort of immunological strategy to tackle most of the other age-related disorders caused by coatings of extracellular junk.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=2973","value":2973},"note":null},{"text":"Surprisingly, the University of Tennessee team found that the 11-1F4 antibody also reacted to AA amyloids from mice—and that it cleared them out of affected mice.31,32 In fact, it was very nearly as effective against AA deposits as it was against the original AL target, with the average organ amyloid burden dropping by over three-quarters in liver and spleen alike!","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3016","value":3016},"note":null},{"text":"If passive immunization with 11-1F4 can reverse the course of both of these major forms of amyloidosis, we are well on our way to clearing out some of the most important sources of extracellular junk in the population at large—as well, potentially, as other forms of amyloidosis that are less common causes of death only because our lives are currently so brief.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3028","value":3028},"note":null},{"text":"Other forms of amyloidosis could also fall before an infusion of targeted antibodies or other vaccines. And while the focus for drug development today is on treatments for specific amyloid-based diseases, this same research can be bootstrapped into the SENS agenda. Once it has proven its efficacy in Alzheimer’s disease, senile cardiac amyloidosis, and type 2 diabetes, the spinoff technology will allow for the rapid development of vaccines for more obscure amyloid deposits that today may go nearly unnoticed except in people with a hundred candles or more to illuminate their birthday cakes.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3054","value":3054},"note":null},{"text":"The timing and frequency of administration of a given vaccine would depend on how quickly its target builds up to levels that impair function: we would get a “booster shot” of some every few years, while others would be administered only a few times in each century of a greatly expanded lifespan. Each time we took one of these vaccines, our cells and organs would once again live and function free of a specific species of molecular bindweeds, returning them to the literally unbound potential of youth.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3063","value":3063},"note":null},{"text":"Every day of your life, the same processes that are involved in the browning of meats and other glazed or fried foods are insidiously at work in your body. In your arteries. In your kidneys. In your heart, your eyes, your skin, your nerves. At this very moment, in all your tissues, the sugar that provides your body with so much of its energy is also performing some unwanted chemical experiments, caramelizing your body through exactly the same processes that caramelize onions or peanut brittle. Slowly but steadily, unwanted bonding by sugars and fats handcuffs your proteins, inactivates your enzymes, triggers unhealthy chemical signals in your cells, and damages your DNA. Aging you.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3090","value":3090},"note":null},{"text":"The body relies on sugar as a key energy source. But, like any fuel, sugar can only be “burned” by our cells because it is chemically reactive—and, again like other fuels, that volatility can make it dangerous to work with. Advanced Glycation End-products (or “AGEs,” as they’re appropriately called) are the end results of the complex chemical processes through which the structure of proteins is warped by sugars and other fuels. This same chemistry is the cause of the “browning” you see when you roast a turkey, caramelize a sauce, or pop a slice of bread into a toaster. AGEs accumulate in your tissues, leading to gradual loss of function, then disease, and ultimately an early grave. AGEs transform the supple grace of youth into a “crusty” old age, through exactly the same chemical processes by which they form the crust on a loaf of bread.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3097","value":3097},"note":null},{"text":"AGEing happens much more quickly in people with diabetes than in the rest of the population, partly for the simple reason that diabetics’ blood sugar levels are higher: In any chemical reaction, a higher concentration of an active agent will tend to increase the rate of its interactions with its targets, provided those targets are plentiful. But AGE cross-links also accumulate in people with normal blood sugar levels, and it’s quite clear that they are responsible for much of the pathology and increased vulnerability to the insults of daily life that accompany “normal” aging.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3127","value":3127},"note":null},{"text":"For people who don’t have diabetes, the most life-threatening locus of the ensuing stiffening of the tissues is the cardiovascular system. AGE cross-links slowly impair the youthful elasticity of your heart and blood vessels, making them rigid and unyielding. The resulting hardening of the arteries is in large part responsible for the increase in systolic blood pressure that everyone suffers with age. (Systolic pressure is the first of the two numbers that you get from a blood pressure reading, like the “110” in “110 over 80.”)","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3133","value":3133},"note":null},{"text":"Meanwhile, the AGEing of your heart impairs its capacity either to contract to pump blood through your body, or to expand in order to fill up with that blood in the first place. The combination of these two factors increases the workload on the heart, ultimately leading to one of several forms of heart failure if nothing else kills you first. The same lack of plasticity also means that your blood vessels become less able to withstand the constant surges of blood that course through them: they become brittle and eventually break under the pressure like old rubber bands, one potential result of which is a bleeding stroke.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3137","value":3137},"note":null},{"text":"And the damage caused by AGE cross-links extends well beyond the cardiovascular system. They shackle proteins all over the body, accumulating with age in tissues as diverse as the tiny blood vessels in your eye and the supporting myelin sheaths of your nerves. Everywhere they occur, AGE cross-links impair the functioning of those proteins, contributing to age-related dysfunction, disability, and death. In your eyes, they accumulate on the crystallin proteins that make up the structure of the lens. AGEd lens proteins stop allowing light to pass through them, leading to the brown pigmented spots in the lens that we know as cataracts. The combination of this browning with several effects at the cellular level is why age and diabetes are the major risk factors for this, the single greatest cause of vision loss worldwide. And that isn’t the only way in which AGEs contribute to vision loss. Elsewhere in the eye, AGEs contribute to diabetic retinopathy (vision loss in diabetics linked to damage to the fine blood vessels feeding the light-absorbing tissues at the back of the eyeball), to age-related macular degeneration, and possibly also to open-angle glaucoma.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3142","value":3142},"note":null},{"text":"In our own species, studies show that even within the “normal” range (i.e., at values well below those typical of people with diabetes), higher blood levels of either glucose itself2 or of the Amadori product HbA1c3 are associated with a higher risk of death from all causes.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3172","value":3172},"note":null},{"text":"This idea didn’t just pop into my head recently, of course: a variety of schemes to reduce the tissue AGE burden have been explored over the years, and many of them have even reached relatively advanced clinical trial status. Yet, despite years of work, none of these treatments has been shown to be safe and effective enough to find its way into the drug arsenal of any developed country. The obstacles that have plagued their development and limited their usefulness represent yet another case study in the problems of trying to deal with age-related damage by tinkering with the complex biochemistry of life.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3181","value":3181},"note":null},{"text":"Many factors probably contribute to the lack of clear-cut benefits from aggressively lowering blood sugar levels. While diabetic complications clearly have a negative impact on quality of life, the drugs used to lower blood sugar also come with costs that are not included in the sticker price. People on such medications tend to gain weight, which reduces their quality of life—both directly, and by increasing the risk of other diseases such as osteoarthritis.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3207","value":3207},"note":null},{"text":"And finally, constantly trying to push blood glucose even into the “normal” range carries with it the risk that blood sugar levels will drop too far, leading to a “hypoglycemic crisis” whose consequences can range from dizziness to a coma. This is of particular relevance to normal aging. If pushing blood sugar levels down is a mixed bag for diabetics, you can see that it would be a decidedly dubious solution to the AGE problem for the rest of us, in whom the wiggle room between our normal blood sugar levels and a hypoglycemic crisis is much smaller, making the potential benefits more limited and the risks higher.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3212","value":3212},"note":null},{"text":"And on top of that, not all AGEs are even derived from glucose. Blood fats (triglycerides) can also cause the cross-linking of proteins, particularly if there’s a high level of oxidative stress; this is the chemistry that underlies the browning of a turkey skin as it roasts, even without a sweet, syrupy slather on its surface.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3220","value":3220},"note":null},{"text":"For instance, one established effect of very low-carbohydrate diets of the Atkins type is to bring down both triglyceride levels and the body’s total exposure to carbohydrates, so some advocates have hypothesized that these diets would reduce a person’s AGE burden. Unfortunately, it turns out that the metabolic state that these diets induce (the notorious “ketosis”) has the unfortunate side effect of causing a jump in the production of the oxoaldehyde methylglyoxal, a major precursor of AGEs that is also, ironically, produced within the cells of diabetic patients when they are forced to take in more glucose than they can immediately process","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3227","value":3227},"note":null},{"text":"A recent study tested the size of this effect in healthy people who successfully followed the first two phases of the Atkins diet for a month, and who had the ketones in their urine to prove that they were sticking to the diet. These previously healthy people suffered a doubling of their methylglyoxal levels, leading to concentrations even worse than those seen in poorly controlled diabetics.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3232","value":3232},"note":null},{"text":"Like other oxoaldehydes, methylglyoxal is far more chemically reactive than blood sugar (up to 40,000 times more reactive, in fact), and is known to cause wide-ranging damage in the body, of which AGE cross-links are but one example. This potentially makes the Atkins diet a recipe for accelerated AGEing, not a reprieve from it.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3235","value":3235},"note":null},{"text":"When antioxidants were tried as an anti-AGE therapy in humans, however, the results were disappointing. The effects on AGE levels and symptoms were minor or nonexistent—and even when benefits were observed, the effect was almost exclusively confined to the most severe cases of the disease, with more typical diabetics getting no relief.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3255","value":3255},"note":null},{"text":"Antioxidant supplements had no effect on the levels of those AGEs whose formation doesn’t require free radicals, of course—but the intervention actually increased the levels of the two glycoxidation-derived AGEs, so that diabetic animals receiving green tea extracts actually wound up with more total cross-linking than those who simply suffered the “natural” course of the disease.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3273","value":3273},"note":null},{"text":"This remarkable result yet again illustrates the hopeless complexity of the tangled skein that is metabolism. The precursors of these AGE cross-links don’t simply disappear when they aren’t hit by free radicals—they have to go somewhere—and when much of the excess oxidative stress was relieved by antioxidant supplementation, these precursors began to build up until they spilled over into one of the alternative pathways of cross-link formation. It was the same effect you see in traffic jams when a main traffic artery is cut off: a few drivers may indeed just turn their cars around and go home, but most of them turn off onto the local side streets, creating secondary traffic congestion in hitherto sleepy residential neighborhoods.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3276","value":3276},"note":null},{"text":"The best-understood pathways of AGE cross-linking are fundamentally random events, not too far removed from what happens in the browning of food, or in a test tube. The fuels of metabolism, dissolved in your blood or in the fluid inside your cells, randomly bump into tissue proteins; depending on factors like temperature, concentration, and the presence of transition metals and free radicals, a series of chemical events may occur; and if they happen in just the right order, an AGE cross-link will form.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3282","value":3282},"note":null},{"text":"But, as we saw in Chapter 7, macrophages don’t just attack bacteria: they also become aggravated—and crank up their myeloperoxidase activity—in their shortsighted efforts to clear trapped cholesterol from your arteries. Some scientists now believe that myeloperoxidase is probably a major contributor to the high levels of AGE found in the atherosclerotic foam cells of nondiabetic people.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3292","value":3292},"note":null},{"text":"While reducing excess myeloperoxidase activity might be desirable at the sites of atherosclerotic plaque, we probably could never lower its activity pharmacologically without also impairing our ability to defend ourselves against bacteria.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3295","value":3295},"note":null},{"text":"And in contrast to sugars, which are essential molecules for which there is a limit beyond which lowering their concentration in the blood becomes life-threatening, oxoaldehydes are fundamentally toxic molecules, so that one should be able to reduce their concentration drastically without doing any harm to the body.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3311","value":3311},"note":null},{"text":"If a drug as promising as aminoguanidine can’t safely prevent enough AGE damage to improve the health of diabetics, you can be sure that it won’t do much for the basically healthy among us. Because the concentrations of blood sugar and fats are much lower in people without diabetes, the buildup of AGE is much slower, and thus harder to slow down to a degree that causes a measurable change in their health. Thus, it would take a lot longer for any potential benefits to accrue, whereas the risks remain at the same high levels for each individual year of use.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3372","value":3372},"note":null},{"text":"Don’t mess with blood sugar. Don’t try to block free radicals. Don’t go chasing after ways to outsmart metabolism. Don’t try to prevent AGEs from forming at all. No, the anti-aging engineer’s solution should be to allow metabolism to proceed in its infamously messy way, and then to remove full-blown AGEs themselves before they build up enough to impair tissue function, robbing us of youthful flexibility of heart and sinew and increasing our risk of death and disability.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3387","value":3387},"note":null},{"text":"To date, the sum of the data from the animal studies clearly suggests that alagebrium can break AGEs; the question is why this benefit is not translating into improved vascular and cardiac health in human users as they do in so many other species.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3621","value":3621},"note":null},{"text":"It was long suspected, and has in recent years been confirmed, that the crudeness of such assays introduced serious distortions in AGE research. In the last decade, new methodologies have been developed to uncover AGE cross-links in tissue through a painstaking process of breaking down the normal, healthy chemical bonds in a tissue almost one by one, leaving behind only abnormal chemical linkages such as AGEs. Using these techniques, researchers have proven that the AGEs we previously thought to be the most abundant are actually just the most resistant to the chemical carpet-bombing that had previously been used to drive them out of hiding. The most readily-assayed AGEs (like pentosidine) are in fact relatively rare in the body (and therefore make little contribution to the overall state of tissue stiffening), while other cross-links that are much more common (and therefore impose a much larger total protein-shackling burden on living tissues) remained invisible to our testing methods.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3640","value":3640},"note":null},{"text":"The net result of this would be that, late in life when AGE-induced stiffening is becoming rapidly fatal, the contribution that alpha-diketone cross-links would make to the total burden of AGE (and thus, to loss of needed flexibility) in a tissue would be less in a long-lived species like ours than in a monkey or a dog (let alone a mouse), for the simple reason that we would have accumulated so much more of the more resistant types of AGE than shorter-lived creatures ever get the opportunity to do. Thus, an alpha-diketone breaker like alagebrium would, even if highly effective at its specific molecular task, leave a much greater burden of other cross-links behind than would be the case in model organisms, resulting in much less effective restoration of youthful tissue plasticity.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3670","value":3670},"note":null},{"text":"It’s important to stress that no single drug will totally save us from tissue cross-linking. As we’ve seen, glycation leads to the formation of many different AGEs, each with a distinct structure. Drugs that will sunder any given AGE will probably leave most others untouched: no one molecule will be able to sever all of these distinct intermolecular linkages. Therefore, as we saw with amyloids in Chapter 8, we will need to develop a range of drugs, each of which cleaves either one specific cross-link structure or at most a small family of similar ones.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3683","value":3683},"note":null},{"text":"Therefore, to restore more youthful flexibility to a tissue, we do not need to sever all the various kinds of AGE cross-links in our bodies, but only the ones that make the greatest contribution to the stiffening of our tissues. For practical purposes, rejuvenation will be effected as soon as we can cleave a sufficient proportion of the AGE structures in our bodies to keep the total amount of cross-linking beneath the threshold level that actually impairs tissue function.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3694","value":3694},"note":null},{"text":"So, yes, we will need to identify these AGEs as well, and to develop treatments that target them. But the important point from an engineering perspective is simply that this doesn’t emerge as an actual biomedical problem until the first wave of anti-aging (including anti-AGEing) treatments has extended our lives quite a bit on its own. The first breaker of an abundant AGE will buy us the time to identify such AGEs and to develop new treatments that will free us from them in turn.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3707","value":3707},"note":null},{"text":"Eventually, we will develop a lifelong regimen of AGE-breakers not unlike the childhood vaccine schedule today, under which we will receive a series of specific cross-link-severing drugs, each administered on its own cycle of years, decades, or perhaps even centuries, based on the rates and sites of their targets’ formation in the body. But to achieve the first great leap forward in restoring the suppleness of youth to AGEd tissues, we need only prioritize the development of cross-link breakers that will carve their way through the cross-links that cause us clinical problems within a presently normal lifespan.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3711","value":3711},"note":null},{"text":"But there are a few cases where the aging body accumulates cells that are damaged in such a way that they don’t just stop contributing to the economy of the body, but actually become toxic to the system that supports them.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3762","value":3762},"note":null},{"text":"Influenza, for instance, puts 114,000 Americans into the hospital each year, and flu and flu-related illnesses claim the lives of about 51,000. But the disease burden is dramatically skewed toward people who have previously suffered the ravages of aging (see Figure 1). Deaths from influenza and influenza-associated pneumonia are almost unheard-of in adults until the seventh decade, after which rates climb exponentially.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3784","value":3784},"note":null},{"text":"We could, of course, do something about the death toll through vaccination. But not much: between 30 percent and 75 percent of older people fail to respond to flu shots, compared with just 10 percent of young adults. Add to this the facts that we sometimes vaccinate against the wrong strain of the flu, limiting the effects of even successful vaccination.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3792","value":3792},"note":null},{"text":"Within the adaptive immune system are the B cells and T cells. B cells are mostly responsible for defending us against pathogens like bacteria and parasites that are purely foreign to the body, and that can therefore be targeted directly for destruction. B cells recognize specific markers (antigens) on the surface of such an invader that reveal it as foreign, and churn out antibodies to them. I talked about antibodies back in Chapter 8, in discussing vaccination as a way of clearing out amyloids: they destroy alien cells by binding to the antigens of the organisms they’re intended to fight, acting like homing beacons that attract “missiles” fired by other components of the immune system, or blocking receptors and other proteins that are needed for the pathogen’s survival.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3809","value":3809},"note":null},{"text":"By contrast, cytotoxic T cells (also called CD8 cells because of the characteristic receptor they bear) are responsible for rooting out the enemy within: cells that are native to the body but that have now been turned against it, such as cancer cells or cells hijacked by viruses.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3815","value":3815},"note":null},{"text":"On the one hand, it’s critical that the immune system be able to identify and fight off infectious agents that it’s never seen before, so it needs to have a reserve of CD8 cells that are ready to respond to new threats, “learn” about their key antigens, and then mount an attack; these are called naïve CD8 cells. On the other hand, the process of ferreting out an enemy that you don’t recognize takes time, during which an invader could gain a life-threatening foothold in the body, so we also have a complement of memory CD8 cells—veterans of old immunological battles, which remember the enemy that they defeated and stand ready to identify and fight them off again.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3824","value":3824},"note":null},{"text":"The immune system ruthlessly maintains a cap on the total number of naïve and memory cells combined in the body at any given time, although the specific makeup of that population is in constant flux, shifting dynamically as the body responds to the threat of the moment.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3835","value":3835},"note":null},{"text":"Unfortunately, this model of fiscal and military discipline only works well for infections that can be totally eliminated from the body. It begins to break down when the body faces enemies that it can fight to a standstill but not quite wipe out entirely. One class of such enemies is viruses of the herpes family: not just the infections commonly called “herpes” (herpes simplex of the mouth or genitals), but also Epstein-Barr virus (the one that usually causes glandular fever), varicella zoster (which causes chicken pox), and most especially a little-known infection called cytomegalovirus (CMV).","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3854","value":3854},"note":null},{"text":"All these viruses can be beaten back enough to put an end to active, symptomatic disease, but they are never completely defeated. A few copies of the virus continue to lurk hidden in some hard-to-reach corner of the body, dormant and out of sight of the immune system, waiting for the day when the tissue or the body as a whole is in such a weakened state that they can flare up again. In fact, the very name “herpes” is taken from the Greek herpein, “to creep,” in reference to their ability to sneak about the body while they await conditions favorable to their reactivation.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3859","value":3859},"note":null},{"text":"Whatever its origin, the inability to recall these veteran troops progressively weakens the immune system’s ability to fight other infections, new or old. The iron limitations on the “immunological space” or “military budget” ensure that, when the body can’t cull unneeded T cells specific to CMV or other infections, it has to make up the numbers with other immunological soldiers. As a result, the numbers of naïve cells available to keep the body ready to face new threats, and of memory cells for other pathogens, dwindle to dangerously low levels.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3872","value":3872},"note":null},{"text":"These problematic clonal expansions don’t just refuse to make room for other soldiers to do their job: like crippled or aged fighters, these weakened (the immunologist’s term is anergic) T cells can’t even carry out their own duties.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3879","value":3879},"note":null},{"text":"T cells are alerted to the presence of enemy forces by antigen-presenting cells (APCs), the immune system’s reconnaissance teams, which identify enemy combatants’ antigens through direct encounters with them or by digging through the rubble of old battlegrounds (the remains of cells ravaged by them). When T cells lose CD28, APCs can’t recognize them to alert them to the danger, and their intelligence report gets filed away unread.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3885","value":3885},"note":null},{"text":"Telomeres are half of Nature’s solution to both these problems. Telomeres contain no genetic information—they are extremely boring DNA consisting of many copies of a short sequence—and they are present at the ends of all our chromosomes. If this repeated sequence gets a bit shorter during successive rounds of cell division and DNA copying, no harm is done until it is mostly eroded.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3914","value":3914},"note":null},{"text":"A bout of influenza often lays an older person in a hospital bed for as much as three weeks, and studies show that for each day that they spend “resting” this way, elderly people lose up to 5 percent of their muscle power and 1 percent of their aerobic capacity. But no one thinks of influenza or immunological aging when they see an elderly woman struggle to open the doors at the mall, or slip on the ice and break her hip.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3969","value":3969},"note":null},{"text":"Additionally, albeit more speculatively, even the course of atherosclerosis could be affected by the creeping “clonalisation” of the T-cell population, by leading to a state of chronic inflammation that could hasten a heart attack. In support of this hypothesis, patients with coronary artery disease have higher levels of anergic CD8 cells than otherwise matched healthy people—a fact that is independently related both to CMV infection and also to the presence of the disease itself.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=3976","value":3976},"note":null},{"text":"It’s important to see the full implications of this finding. The impact of having the immune risk phenotype was seen at the level of all-cause mortality, not just in risk of death from infectious disease. While pathogens do claim many very biologically old people’s lives, such deaths can’t entirely account for the result.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4000","value":4000},"note":null},{"text":"One option for prevention, advocated by many immunologists, is vaccination against CMV.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4008","value":4008},"note":null},{"text":"Thus, a CMV vaccine might save a relatively small number of babies from suffering tragic birth defects, and prevent the deaths of many AIDS and transplant patients, but it would do little for the many millions of people already suffering with the chronic infections and continuous vulnerability of having immune systems worn down by clonally expanded anergic CD8 cells.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4017","value":4017},"note":null},{"text":"No: the solution here is not to try to rehabilitate these cells, but to get rid of them. Older CMV infectees appear to have no shortage of functional T cells targeting cells infected by the virus: it’s just that these cells are suppressed by the crowding influence of huge populations of anergic ones. And remember that even if we could restore all of these defective T cells to their full immunological power, they would still cause problems so long as they continue to sprawl out over precious, limited immunological real estate, preventing the retention of both naïve and memory cells needed to protect us from other pathogens.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4032","value":4032},"note":null},{"text":"The solution to this is conceptually simple. Remove the anergic T-cell clones, and immunological space will be opened up for healthy cells of other types and specificities to move in—and the repressive effects of the anergic clones on their healthier anti-CMV cousins will be lifted.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4036","value":4036},"note":null},{"text":"I am confident that we can perform reverse-engineering, to adapt the new targeted cancer therapies—and even newer ones that are now in various stages of clinical development—to develop the ability to create “smart bombs” that will destroy anergic T cells (and also the other kinds of toxic cells that we’ll be discussing later on) with minimal harm to healthy ones.28 We can foresee the ability to couple carefully chosen toxins to molecules that home in selectively on the tell-tale signatures of anergic clones and thereby to directly, decisively kill them flat out instead of just interfering with their metabolism.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4061","value":4061},"note":null},{"text":"Dendrimers’ branches are engineered in a way that allows us to bind a wide range of molecules to them. This makes them like nanotechnological Swiss Army knives: several useful tools can be united into one compact little package. Dendrimers can carry one molecule to target a given cell type, one or more deadly drugs or other poisons to kill target cells once they’re located, and (if desired) a molecule that will allow researchers or doctors to track the progress of the whole package as it moves through the body.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4086","value":4086},"note":null},{"text":"Other targeting molecules, tumor types, and cancer-killing agents have been successfully treated by dendrimers in experimental models. These first-generation devices are turning out to be a very effective, versatile way of creating specific, lethal missiles for seeking out tumors that express known cell-surface receptors as hallmarks—and they offer promise for anergic T cells, too.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4147","value":4147},"note":null},{"text":"As I’ve noted, the one absolute requirement for a cancer cell to threaten us is that it have a way to keep renewing its telomeres: otherwise, its furious growth will grind to a halt when it reaches the end of the telomeric line, which is long before it can meaningfully threaten our health.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4164","value":4164},"note":null},{"text":"So by “infecting” the cells of a patient with a “suicide gene” that would be activated in the presence of high levels of telomerase, cancer cells could be killed from within. This would eliminate the need to target a drug or the immune system to the offending cell: every cell would hold within it the seeds of its own destruction should it ever turn to the dark side.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4168","value":4168},"note":null},{"text":"Prodrugs are substances that are inactive and harmless until they are metabolized in some way, whereupon they are chemically transformed into a pharmacologically active product. Most prodrugs are activated by enzymes in our livers and are then released in active form to the rest of the body, but others act more like molecular “sleeper agents,” going about the body unobtrusively, minding their own business and blending in with their environment, until a prearranged signal is given—and their hidden purpose suddenly becomes revealed in the form of a precision strike on their target.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4177","value":4177},"note":null},{"text":"By designing a version of the viral TK gene that would be attached to a “trigger” (promoter) that would turn the gene on only in the presence of telomerase, the researchers realized that they could set the enzyme to work in a cancer patient’s malignant cells, while leaving it dormant almost everywhere else in the body.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4204","value":4204},"note":null},{"text":"In most cells, the drug would have no effect, because nearly all cells have their telomerase enzyme firmly turned off. But when ganciclovir entered a cancer cell, the trap would be sprung. The cancer’s abundant telomerase enzyme would flip on the viral TK enzyme; the TK would scoop up the ganciclovir, adding on the phosphate group needed by DNA “letters” for insertion into the emerging DNA copy strand; the next time it reached for the relevant “letter,” the DNA-copying machinery would grab the phosphorylated ganciclovir by mistake, jamming it into the “letter’s” place on the strand. At that point, you would almost hear the cry of “Mousetrap!” as the DNA synthesis machines seized up, cell division came to a screeching halt, and the cancer shut down.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4211","value":4211},"note":null},{"text":"But when scientists tried the selective targeting of viral TK to cancer cells by using the telomerase promoter, ganciclovir shut down tumor growth just as completely as it had when the TK was controlled by the nonselective promoter—and without the latter’s toxic effects. The apparent safety of this highly selective intervention is all the more convincing when you remember that the effect can be turned on and off at will, by administering or withdrawing the ganciclovir.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4231","value":4231},"note":null},{"text":"Remember that anergic CD8 cells first become a problem because they stop listening to the apoptotic order to scale back their forces that’s sent out after their target pathogen has been routed from the body’s frontiers. They are able to ignore these orders because they produce high levels of bcl-2, a protein that blocks apoptotic signalling.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4253","value":4253},"note":null},{"text":"The thymus is a gland located just behind your breastbone. It’s where immune cells first produced in your bone marrow go to learn to become T cells. As we age, the thymus loses cells and shrinks away, and in the process its output of naïve T cells plummets. This, of course, imposes further limits on the body’s ability to respond to new threats.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4266","value":4266},"note":null},{"text":"If your body isn’t under the kinds of challenges (like weight-bearing exercise) that signal the body to build up metabolically expensive muscle or bone tissue, it will take the easy way out by storing the calories as fat. But in an environment where feast is never followed by famine, and where exercise is almost entirely a voluntary affair, we fail to shed that extra fat tissue, and it slowly accumulates as we age.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4285","value":4285},"note":null},{"text":"On the other side of the same coin, several studies have now shown that putting overweight people on low-calorie diets or exercise programs significantly improves their insulin resistance quite early on—well before it has had a chance to impact their overall weight by much, but after it has had time to reduce their level of visceral fat, which (fortunately) is the first thing to go when energy needs aren’t being met.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4313","value":4313},"note":null},{"text":"Unlike cancer or anergic T cells, some fat—including some visceral fat—is not only metabolically harmless, it’s necessary for carrying on the business of life. Aside from being a spare tank of metabolic fuel that we draw upon and refill every day, those metabolic factors we’ve been talking about—energy-regulating hormones, inflammatory peptides, and others—also have healthful uses. As with all of metabolism, this was built into us by evolution for our benefit. As anti-aging engineers, it’s not our job to interfere with it—just to prevent the damage that it causes in aging bodies.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4385","value":4385},"note":null},{"text":"In fact, senescent cells are generally held to be extremely rare even in very aged people.47 However, their possible role in aging has turned out to be far more complex—and far more active—than we at first imagined.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4407","value":4407},"note":null},{"text":"The most obvious characteristic of senescent cells is, as mentioned, their loss of the ability to reproduce. But, like worn-out lechers, senescent cells desperately try to stimulate themselves into activity—pumping out substances that, though essential to their healthy function back when they were contributing members of a healthy tissue, may promote the development of cancer when present in excess.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4409","value":4409},"note":null},{"text":"And most recently, scientists have found yet another way that senescent cells potentially roll out the welcome mat for nascent cancers: by churning out dangerous overdoses of vascular endothelial growth factor (VEGF)48 and stromal cell-derived factor 1 (SDF1),49 which promote the growth of new blood vessels.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4419","value":4419},"note":null},{"text":"But reversing senescence would run the risk of cancer, because senescent cells typically get that way as a response to potentially carcinogenic changes to the cell, such as damaged DNA, hyperactive cancer-promoting genes, or (again) very short telomeres, which promote a mutagenic state. Restoring proliferative capacity in such cells could potentially take us out of the frying pan of senescence and into the fire of cancer.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4431","value":4431},"note":null},{"text":"What’s emerging, then, is a picture of SA-beta-gal as an enzyme that appears at high level in the main bodies of cells undergoing some kind of stress that may ultimately threaten their neighbors. This might mean that by using high levels of SA-beta-gal as an identifier for the destruction of senescent cells, we would simultaneously take out some useful “targets of opportunity.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4466","value":4466},"note":null},{"text":"However, we may be able to establish a system of double-checks, to help us weed out more genuinely senescent cells while leaving more innocent (but suspicious-looking) cells unmolested.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4469","value":4469},"note":null},{"text":"Indeed, there are many areas of the body for which there are no adult stem cells dedicated for use in repair—and, as you might expect, these include the areas that suffer the worst cell loss during aging. This is the situation, for instance, in much of the brain.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4556","value":4556},"note":null},{"text":"Another example of a tissue in which cells die but are not naturally replaced is the thymus, a key organ in the immune system which acts to “mature” precursor cells into T cells.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4577","value":4577},"note":null},{"text":"Similarly, in the heart, cells exist, which some researchers have called “cardiac progenitor cells” or similar names; but, while these cells can be nudged into showing some stem-cell-like molecular signatures in a test tube, they have not been shown to form heart cells in the body.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4607","value":4607},"note":null},{"text":"Again, the reason for this lies in the cold statistical analyzes effectively performed by natural selection after generations of genetic dice-rolling in a premodern environment: heart attacks don’t kill twentysomethings, so by evolution’s calculus it’s not worth investing in a repair system that will almost never be used before its owner is killed by something else.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4612","value":4612},"note":null},{"text":"the results showed clearly the superiority of the ESCs, which transformed into heart muscle cells, achieved long-term incorporation into the animals’ heart tissue, and improved the animals’ heart function, while the bone marrow stem cells had no significant effect.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4672","value":4672},"note":null},{"text":"In addition to cells lost to heart attacks and neurodegenerative diseases, the truth is that we are losing cells—and the functionality that those cells provide—from our tissues on a continuous basis.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4703","value":4703},"note":null},{"text":"Parkinson’s disease, for example, is the result of the loss of neurons in the brain that produce dopamine, a chemical messenger involved in fine control of the muscles. You get a clinical diagnosis when you have lost about half of these neurons, impairing this control enough that parts of your body begin an involuntary rhythmic shaking and your face turns into a staring mask with a fixed blank or even hostile expression.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4705","value":4705},"note":null},{"text":"But all of us are losing dopamine-producing neurons every day to aging; people with Parkinson’s just lose them more rapidly, reaching the clinical threshold earlier. Without the ability to replace these cells, we’ll all develop the disease eventually (if, as the refrain goes, something else doesn’t kill us first).","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4708","value":4708},"note":null},{"text":"And it’s happening all over your body, and not just for the kind of intrinsic metabolic reasons that are most precisely termed “aging.” You are permanently losing cells every day to molecular damage caused by the reactive by-products of normal metabolism, and even after we undo such damage using the foreseeable biotechnologies of the SENS platform, we will still need to reverse these losses if we are to build ageless humans. Plus, we also lose cells to other causes. We all regularly destroy some naturally irreplaceable cells to minor bumps on the head, moments of oxygen deprivation, and the apoptosis (“programmed cell death”) imposed on cells by the body when it senses that they are doing more harm than good.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4710","value":4710},"note":null},{"text":"The chances of any given IVF embryo being successfully implanted and then carried to term as a result of the procedure are still relatively low, so fertility clinics routinely create several embryos from the sperm and eggs supplied by either would-be parents or their donors. That way, they have a supply of embryos available for multiple attempts, without requiring women to undergo multiple rounds of the expensive, very unpleasant, and modestly dangerous hormonal treatments required to extract eggs from them.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4725","value":4725},"note":null},{"text":"Once created, the fate of those blastocysts that are not actually implanted into a woman is sealed; the only question is whether scientists will be allowed to use their cells for research and as cures.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4737","value":4737},"note":null},{"text":"Actually, the insertion of these cells into the midst of the abortion debate is even more artificial than this makes it sound. Blastocysts are so primitive a stage in embryonic development that they have not yet made the biochemical “decision” to become a distinct human being. This is part of why they have the full flexibility to become any type of cell in the human body—and also why the confusion of stem cell technology with the abortion debate is so ethically misguided. At this early stage, for instance, an embryo could still divide into two separate cell populations, each of which can go on to become a separate, unique person. Indeed, this is exactly what happens when identical twins are formed. Since this ball of cells can still go on to become either one, or two, or even more different people, clearly the unified cell mass that precedes this separation does not embody the identity, the essence, or the soul of any single, personal human being. And while we can stand in justified awe of the potential for life (or lives) locked up in these cells, that should not cloud our ethical vision into thinking of this potential as morally being even in the same ballpark as the actual lives of patients that need its cells for medicine, when it is closest to that of skin cells in a petri dish.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4739","value":4739},"note":null},{"text":"In the sheep heart-attack study I mentioned earlier and in several rodent studies,30,31 ESCs taken even from another species have incorporated themselves into the “patient’s” native tissues and provided substantial regenerative benefits, with no rejection issues.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4759","value":4759},"note":null},{"text":"In that case, the good news is that technology exists that already allows us to generate embryonic stem cells that are a perfect immunological match for animals as complex as cattle and monkeys, and several scientific teams say they’re on the verge of being able to do the same thing for humans. I’ve already mentioned it: somatic cell nuclear transfer (SCNT). In SCNT, doctors begin by taking a mature cell from the patient’s body (a “somatic cell”), by for example swabbing the inside of the cheek, and then turn back its clock, releasing it from the strictures of a mature, differentiated complexity and transforming it into a patient-specific embryonic stem cell.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4779","value":4779},"note":null},{"text":"The metamorphosis occurs in an egg cell, provided by a donor. This cell’s nucleus is removed to make way for the one from the patient’s cell. With a biochemical boost or a zap of electricity, the two become one, and the egg begins dividing just as it would if it had been fertilized, kick-starting the production of embryonic stem cells created from a patient’s own genetic instructions, creating a perfect immunological match (see Figure 2). The cells can then be used for medicine just as any ESC would be, but with absolutely no fear of rejection.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4784","value":4784},"note":null},{"text":"Biomedical SCNT creates cell life, but not human life: renewed cells, not new people. They certainly have no organs that we could harvest—including, importantly, no brain, nor even the beginnings of nerve cells. We no more “kill” a blastocyst produced by SCNT when we derive stem cells from them than we “kill” a vat full of replicating skin cells when we throw it out at the end of an experiment.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4813","value":4813},"note":null},{"text":"Fundamentally, SCNT would be the basis for therapies that cure you with your own cells, restored to the potential they had in their first moments of existence by the power of the stimulated human egg.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4816","value":4816},"note":null},{"text":"Treating these animals with dopamine-producing cells derived either from conventional ESCs or ESCs created using SCNT reduced this aberrant motion by more than 70 percent, with a hint that the SCNT-derived cells were more effective","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4849","value":4849},"note":null},{"text":"One option would be to take the eggs from other species.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4882","value":4882},"note":null},{"text":"Another alternative may be to mass-produce egg cells bioengineered from more common cell types, such as skin. Canadian researchers recently reported40 having used skin cells from fetal pigs to produce cells which look—based on gene expression patterns, cellular structure, and some functional abilities—an awful lot like egg cells.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4887","value":4887},"note":null},{"text":"This would mean that we can bioengineer an almost unlimited source of eggs: human fetal skin tissues, which contain nineteen billion such cells per square inch. Such huge numbers would allow us to avoid entrapment in the battlefields of the culture wars, if we can simply reach agreement on the use of tissues from stillbirths rather than aborted babies.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4892","value":4892},"note":null},{"text":"The most obvious problem was the stranglehold it put on direct U.S. federal government funding for embryonic stem cell work. The administration holds the purse strings of a remarkably large share of U.S., and even global, basic research in science, with US$20 billion in research-related funding coming out of the National Institutes of Health alone each year.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4917","value":4917},"note":null},{"text":"The policy also erects enormous roadblocks even to privately funded research—research that, in theory, is not the target of the Bush policy. Scientists in industry are first trained in universities, and when those universities can’t carry out ESC work, because of a mixture of lack of federal dollars and the handcuffing of non-ESC work carried out using shared equipment with work on “forbidden” lines, young researchers don’t get trained in the techniques of working with stem cells, let alone get the opportunity to perform original research that would advance the field. This, of course, means that such researchers aren’t available for hire by private firms even if they had the money to bring them on.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=4954","value":4954},"note":null},{"text":"Apart from the small amount in our mitochondria, all our DNA is housed in the nucleus of our cells. Like mitochondrial DNA, it accumulates damage throughout our life, and this can theoretically lead to innumerable health problems. However, I believe that in practice only one of those problems—cancer—arises within what we currently consider a normal lifetime.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5175","value":5175},"note":null},{"text":"And your genes do suffer accumulating damage over time. The DNA in the nucleus is subject to a continuous assault on its structure. Each cell’s nuclear DNA takes about a million damaging “hits” every day, caused by everything from ultraviolet radiation and environmental toxins to the free radical by-products of its metabolic processes. And even brand-new DNA isn’t necessarily pristine: when the cell replicates itself, errors perpetrated by the machinery that copies the cell’s genetic information often create production flaws of varying degrees of seriousness.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5203","value":5203},"note":null},{"text":"Much of this mischief is quickly fixed by the cell’s elaborate quality control system for DNA, but some of it is irreparable by its nature. Some other damage is potentially reparable, but becomes indelible if the cell divides before repairs are made. Such permanent changes are mutations, and while mutations that occur elsewhere than in sperm and egg cells (and their progenitors) will not be passed on to the organism’s progeny, they will be perpetuated in the cell in which they occur and in any of its “descendents.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5208","value":5208},"note":null},{"text":"Because they occur on an occasional, random basis and are permanent, mutations accumulate with age—and therefore, they qualify as “aging damage” by the definition embraced by the anti-aging engineer. The implication, then, is that we will have to either fix them or render them harmless if we’re going to keep the body from progressively declining into pathology over time.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5220","value":5220},"note":null},{"text":"The human nucleus has two copies of nearly all our genes; the aggregate size of one copy (the “haploid genome”) is about three billion “letters” of DNA. Exactly how much of this is really actual instructions for building and regulating the body is a matter of some debate, but certainly there are plenty of different places where damage to a “letter” could cause the misspelling of a “word,” leading to a loss of information that could harm the function of the cell. That’s a lot of potential damage that we would expect to need to fix.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5232","value":5232},"note":null},{"text":"But the fact that the symptoms of an abnormal pathology look a lot like the symptoms of “normal” aging doesn’t prove that the mechanisms of one underlie the mechanisms of the other, any more than a wet lawn proves that the same mechanisms govern rainfall patterns and sprinkler systems.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5299","value":5299},"note":null},{"text":"While all aging animals do accumulate nuclear mutations, the rate at which longer-lived animals suffer free radical damage to the nuclear DNA doesn’t correlate well with their maximum life spans (unlike the corresponding rate in mitochondrial DNA, which does).","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5309","value":5309},"note":null},{"text":"This is because mutations only spread from one cell to another when the second cell’s DNA is actually derived from the DNA of the first, as happens when (and only when) a cell divides and passes a copy of its DNA on to its progeny. Thus, whereas inherited mutations infect all of the cells in our mature bodies (because all of our mature cells derive from a single, mutated fertilized egg), age-related mutations happen in our mature bodies one cell at a time, as a result of random events like the radiation that comes into a plane at high altitude, or toxins produced by invisible mold spores in your food. Any such mutations can only affect the one cell in which they occur, and its descendents.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5320","value":5320},"note":null},{"text":"This fact greatly limits the potential of age-related mutations to become prevalent enough in our tissues to impair function. A lot of our cells—including the ones in tissues where the impact of aging is most clear, like the brain and heart—don’t divide at all once we mature, so any mutations in such cells go no further. And even in cells that do divide—skin cells, say, or the cells lining your gut—the rate of cell division after we mature is balanced by the short life of the cells’ descendents, so that an individual cell’s mutations are present in only a few cells in the body at any instant and thus get little chance to “take over” the tissue in which the mutation occurs.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5325","value":5325},"note":null},{"text":"Remember that the DNA of each cell includes not just the genes needed for that cell to do its specialised job, but the entire instruction manual for producing every cell type in your body. Individual cells acquire their specialized function—heart cell, liver cell, kidney cell, skin—by turning off most of their DNA, leaving active only those genes that they require to perform their particular function. In a typical cell, only about one tenth of a person’s full gene complement is active. So about 90 percent of the genes in a cell could be irreparably damaged without affecting the cell’s function one bit.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5335","value":5335},"note":null},{"text":"Remember, many people are born with such mutations affecting every single one of their cells, including all the cells where that protein is normally needed to do their jobs, and these people still live for decades. The same mutation occurring in only a small fraction of one’s cells might not even be noticed in a normal lifetime, being compensated for by the fact that the rest of one’s cells are fully functional.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5342","value":5342},"note":null},{"text":"And sure enough, the actual number of mutations that accumulate with aging does indeed appear to be rather low—too low to have any serious effect on the aging of the tissue in which they appear.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5346","value":5346},"note":null},{"text":"Add it all up, and there seems to be remarkably little increase in mutations happening in aging cells—and of what there is, again, very few will actually affect the cell’s functionality.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5386","value":5386},"note":null},{"text":"That is, in addition to damaged cells playing havoc with their neighbors by exporting their own internal woes, healthy cells can communicate with damaged ones to keep them functioning more normally. The best-researched case of this is cancer.20,21 A single cell can harbor mutations that would by default lead to malignancy, but be held in check by its neighbors, which can do everything from inhibiting its proliferation (so-called contact inhibition) to inducing apoptosis.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5463","value":5463},"note":null},{"text":"As I explained in respect of AGE cross-links in Chapter 9, one cornerstone of the engineering approach to developing anti-aging biotechnology is that we don’t need to fix all possible forms of damage at once—we only need to do a good enough job of cleaning up those insults that meaningfully contribute to age-related frailty within today’s life expectancies. Once this is accomplished, our bodies will remain youthful during the years in which they are now undergoing a slow descent into decrepitude. Some forms of molecular damage that aren’t causing us problems now will then begin to reach the threshold beyond which we begin to meaningfully, functionally decay.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5486","value":5486},"note":null},{"text":"So far in this chapter, I’ve explained that one of the reasons not to worry too much about nuclear DNA mutations is that even the ones that are actually harmful to the cell are usually minor and, even when they are major, the damage that they inflict is mostly constrained to one or a few cells, so that any slack that their dysfunction creates can be picked up by other cells in the tissue. But there is, of course, one screamingly important exception to this rule: cancer.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5497","value":5497},"note":null},{"text":"Cancer is famously a disease of nuclear DNA mutations (though, as we’ve seen, it usually takes more than just mutations to turn an aberrant cell into full-blown cancer).","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5500","value":5500},"note":null},{"text":"Given those opposing priorities, natural selection will push hard to create machinery that protects against potentially cancerous mutations rigorously enough to keep cancer at bay for at least as long as the organism would likely get through winters, wars, and attacks from predators. But, precisely because of the nature of the cancer threat—that so many alternative mutations can contribute to the cancer—the body can’t afford to cherry-pick the genes that it’s going to protect. The only effective defense against cancer is to safeguard the integrity of every single gene we possess.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5515","value":5515},"note":null},{"text":"To protect the organism adequately against cancer, evolution gets the best bang for its buck from a system in which every gene gets the kind of gold-plated antimutation defense that you might think it would reserve for a privileged few, mission-critical, cancer-avoidance genes.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5521","value":5521},"note":null},{"text":"The stakes here are high. Cancer is a deal-breaker for building an ageless organism. We can shatter the cellular manacles of AGE, free our brains and hearts of the webs of amyloid, clean out the dirty depths of our lysosomes, and all the rest—but if we fail to make a breakthrough against this one disease, we can still expect to be dead in our mid-eighties.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5533","value":5533},"note":null},{"text":"Cancer cells are characterized by an immense genetic instability, which results in large part from the fact that they nearly all get started from a mutation in one or more of the “guardians of the genome”—the genes that police mutations and direct either repair of DNA damage or the activation of senescence and apoptosis programs. Without this constant surveillance and maintenance, the random damage that cells suffer every day is allowed to develop into full-blown mutations, and the process feeds on itself as more regulatory genes are lost.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5557","value":5557},"note":null},{"text":"But within a single tumor exists such an astonishingly varied population of cells, each with its own combination of normal and abnormal genes, that at least some of those cells nearly always have a way to survive any particular attack: a greater ability to detoxify a particular toxin, or an alternative way to keep their growth fueled even when a particular signal transduction pathway is shut down.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5566","value":5566},"note":null},{"text":"As a result, it ultimately just doesn’t matter if a given therapy kills 99 percent of the cells in a tumor. Somewhere within its heart lurks the dark father of a “strain” of the cancer with a novel mutation that allows it to survive the drug that destroyed its cousins. This founding cell’s furious growth continues even as we decimate its cousins, or resumes when the patient can no longer tolerate the stresses of the treatment. Its descendents remain standing after the assault, and are thereby selected for survival by the very thing that killed their cousins. When the ensuing tumor becomes large enough for us to detect, we attack what seems to be the same cancer in the same patient using the same treatment, but this time, the old tricks don’t work. There really is plenty of truth in the saying that you can’t outsmart evolution.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5569","value":5569},"note":null},{"text":"Our DNA comes equipped with a stretch of nonsense or “noise” DNA called the telomere. Telomeres are to our genes as the brief, silent stretch of “leader tape” at the beginning of a music cassette is to the songs on the tape: they give the “cassette player” (the DNA-replicating machinery) something to hold on to and advance over, so that it won’t skip over the essential information at the beginning of the very first “song” (gene) on the tape.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5590","value":5590},"note":null},{"text":"One key difference between telomeres and cassette leaders is that leaders stay intact as long as the tape does, whereas telomeres become ever-so-slightly shorter every time the cell replicates itself or is hit by damaging agents like free radicals. If it weren’t for telomerase, this gradual shortening would eventually lead to the complete loss of the telomeres in cells that replicate frequently during the lifespan, and thus the gradual erosion of the genes themselves. Telomerase periodically relengthens the telomere before it becomes critically short.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5594","value":5594},"note":null},{"text":"To become a full-blown cancer (as opposed to a cell with a single, potentially threatening mutation—a genetic risk factor for becoming a cancer) requires the accumulation of five to ten mutations, and statistically that requires multiple rounds of cell division and selection. The arithmetic is complex, but the consensus is that, to pose a health threat, cancers have to replicate at least two to three hundred times, even though a clinically relevant tumor contains “only” a million million (a “1” with twelve zeroes after it) cells, which could be achieved by “only” forty or so divisions if the originating cell had all the necessary mutations from the outset.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5602","value":5602},"note":null},{"text":"It’s no surprise, then, that mutations that unleash telomerase from the repressive strictures imposed on it in normal cells are found in over 90 percent of cancers.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5611","value":5611},"note":null},{"text":"Either way, without a way to renew their telomeres, the single-minded multiplication of potential cancer cells rapidly grinds to a halt as it reaches the end of its telomere “rope,” and we wind up with a tiny (and generally short-lived) lump in our bodies instead of a life-threatening, malignant disease.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5613","value":5613},"note":null},{"text":"Evolution can, of course, create whole new genes—but it takes a very, very long time to do it. Indeed, very little evolutionary change actually involves the creation of new genes, or even the removal of old ones, precisely because it’s so hard to do: instead, evolution finds new ways to regulate old genes, or new functions for gene products other than the ones for which they originally evolved.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5630","value":5630},"note":null},{"text":"Thus, for example, the lens of the eye is made up of clear, flexible proteins called crystallins, which would seem to have no purpose other than to be used to focus light. Yet, there it is in the nervous system of the sea squirt, where it is part of an organ that keeps track of “down” by sensing gravity. The gene is of course present in every cell in its body, and a mutation in a proto-eye cell of one of our ancestors that carried this gene may have caused it to be expressed there, where previously it would have been turned off, making the protein available to let the light shine on in.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5633","value":5633},"note":null},{"text":"The only way to be sure that we were denying telomerase to cancer cells would be to deny it to all cells. What we needed, I realized, was to take the telomerase gene out of every cell in the body, along with the ALT mechanism whereby a small minority of cancer cells manage to lengthen their telomeres without relying on telomerase itself. I would soon term this therapeutic target the “Whole-body Interdiction of Lengthening of Telomeres” (WILT).","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5647","value":5647},"note":null},{"text":"Deleting telomere elongation capacity throughout the body would also be life-threatening, because it would mean that our regular, proliferating cells (like those in the skin or the lining of the gut) would suddenly have iron limits on their ability to reproduce themselves and thus replenish tissue. From the moment that we denuded our cells of telomerase, a clock would be ticking. With each division the telomere would shorten by a notch from whatever it had been when we took telomerase out. We would be under the specter of a rather horrible death, as our stem cells went off-line one by one under replicative senescence (see Chapter 10): with each failure of a stem cell responsible for supplying key functions, the tissue would fail to be renewed and would slowly degenerate.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5652","value":5652},"note":null},{"text":"So we might just be able to deal with cell loss if we had a sufficiently sophisticated program of stem-cell replenishment—using cells engineered to lack the one linchpin…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5660","value":5660},"note":null},{"text":"The tissues of a twenty-year-old are already riddled with aging damage, and the level climbs every day, but you’d be hard-pressed to find much of a health difference between a basically clean-living person at twenty-five and the same person at thirty-five, because their level of damage at thirty-five is still beneath the threshold at which it…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5664","value":5664},"note":null},{"text":"So if we introduced stem cells with nice, long telomeres in the first place, we could let them wind down and eventually be lost to apoptosis, senescence, or other sources of damage—and just top our tissues up with more stem cells before…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5668","value":5668},"note":null},{"text":"In this case, the engineer’s logic is even stronger, because the same “damage” that might eventually kill us (in this case, the running down of our telomeres) is simultaneously the very thing that we need to ensure does happen, or else we will be killed by another means (the unchecked cell division at the heart of cancer). Putting an expiry date on all of our cells,…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5672","value":5672},"note":null},{"text":"While we often are given the impression that most age-related nuclear DNA mutations are the result of damaging agents like free radicals, radiation, and mutagenic chemicals, the reality is that most nuclear mutations are the…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5678","value":5678},"note":null},{"text":"And while it’s almost never mentioned in the popular press, most cancers arise not in the mature cells of our bodies, but in our stem cells, where regular cell division and an active telomerase gene makes…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5680","value":5680},"note":null},{"text":"By cutting down on the number of divisions that our stem cells can undergo before they die, we would simultaneously reduce the number of mutations that they would ever accumulate—and thus, the risk that they might suffer the…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5683","value":5683},"note":null},{"text":"At worst, we would end up with a few little pebble-tumors, small balls of abnormal cells that have exhausted their ability to grow, no more life-threatening than a mole or a small cyst. And our normal tissues would be preserved intact, provided…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5686","value":5686},"note":null},{"text":"How often will this stem cell replenishment have to be performed? It’s looking good. People have done clever experiments to measure the average time between divisions of blood stem cells, and it’s at least a couple of months in humans. Because it takes around fifty divisions before human cells not expressing telomerase start to feel the shortness of their telomeres, this rate of division should be slow enough to enable us to function just fine for about a decade between successive rounds of bone marrow replacement.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5775","value":5775},"note":null},{"text":"Because the lung is in important ways similar to the skin, and is relatively easy to access, there is no reason to think that we won’t make quick and relatively painless progress on this front once we put our mind to it.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5791","value":5791},"note":null},{"text":"A further question is how often we will need to replace stem cells in the gut. Previous estimates suggested that it would be much more frequently than the decade or so needed in these other tissues—more like a few times a year. Luckily, however, there is an easy way to see that those numbers must be wrong. If gut stem cells divided so much faster than those in other tissues, DKC sufferers and telomerase-lacking mice would suffer gut failure at a younger age than they suffer failure of the bone marrow or skin—but they generally don’t.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5808","value":5808},"note":null},{"text":"The rest of our bodies is, in the relevant respect, like the dermis: composed of cells that don’t divide regularly. Some of these cell types (including the dermal cells, which are called fibroblasts) are quiescent: they can divide but they only do so when called upon to do so, such as to close a wound. Others are postmitotic: totally unable to divide, and instead renewed by incoming progenitor cells, if at all.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5815","value":5815},"note":null},{"text":"It’s possible that, by a clever system of controlling which DNA strands stay in the daughter stem cell and which ones go into the amplifying cell, stem cells could stop their DNA from shortening. But we don’t need to worry about this possibility in respect of cancer, because it can only confer linear growth rates, not the exponential growth that is seen in cancers. With linear growth, a cancer would take thousands of years to grow large enough to kill us.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5840","value":5840},"note":null},{"text":"The final possibility is altogether more real, unfortunately. I’ve mentioned it a few times in passing during this chapter: it is that cancers can occasionally relengthen their telomeres using enzymes other than telomerase. These enzymes have not yet been identified, so the system is given the uninformative name ALT, or Alternative Lengthening of Telomeres. The good news here is that ALT is quite rare—in some tissues it’s almost never seen, and in those few tissues where it does appear it occurs in no more than about half of all tumors. This means that at least as much mutation is needed to activate it as to activate telomerase—and that tells us that ALT is almost certainly dependent on the turning-on of a gene that’s usually very firmly off, rather than only the loss of activity of genes that are normally on.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5849","value":5849},"note":null},{"text":"Selection to evaluate your colleagues’ ideas for experiments is an immense privilege and responsibility. It’s not something that junior scientists get to do very often; generally the most senior scientists are the ones who do it most.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5932","value":5932},"note":null},{"text":"Science is about the testing and refinement of hypotheses and theories. In principle, the most important quality of a scientist should be their ability to accept, with an open mind, evidence that challenges theories that they had believed for many years. But scientists are human, and moreover they know that the scientists that produced the new evidence are also human. In particular, they know that when a result is reported that contradicts established conventional thinking, the new evidence is often found later on to have been the result of experimental error. Thus, it is generally pretty hard to get senior scientists to change their mind about things, even if your evidence is really strong.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5934","value":5934},"note":null},{"text":"It can take well over a decade for really fundamental changes of understanding of aspects of science to become generally accepted.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5940","value":5940},"note":null},{"text":"If they receive two applications of equal scientific merit, only one of which they have the resources to fund, and one is from a scientist who has a history of radical views about what science may shortly achieve, while the other is from a scientist who has never said anything outrageous in his life, you can bet that it’s the latter who will get the money.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5948","value":5948},"note":null},{"text":"One aspect that is invariably high on this list, if not at the very top, is feasibility: perceived likelihood that the investigator will complete the proposed experimental program within the time and budget requested and obtain results that will merit publication in a reputable scientific journal. Sounds pretty uncontroversial, doesn’t it?—but in fact this policy is a huge problem for science, because it is not (in practice) weighted by scientific significance. That’s to say: A proposal for a study that will almost certainly tell us something whatever its outcome will fare much better in peer review than a study that may well tell us nothing, even if what the second study might tell us is far more important than what any outcome of the first study would tell us. This bias in favor of low-risk, low-gain research at the expense of high-risk, high-gain research pervades the whole of science and is extremely strong in biogerontology.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5952","value":5952},"note":null},{"text":"If the public were scientifically mature enough to appreciate that, in the long run, the rate of scientific progress is slowed by this overcautious approach, their elected representatives would be able to exercise similar vision and to instruct grant reviewers accordingly.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5969","value":5969},"note":null},{"text":"So there you have it—the triangular logjam. Biogerontologists are cautious in what they say to the public, in order to protect their funding, which is provided by the government, which are cautious in what and whom they fund, in order to protect their votes, which are provided by the public, who are fatalistic about what’s even worth trying to achieve, because they see the biogerontologists saying only cautious things on the TV.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5981","value":5981},"note":null},{"text":"Scientists are very politically aware, as described above, but they’re also honest and sincere people. Moreover—and this is a key point—hardly any biogerontologists suffer from the pro-aging trance themselves. They know full well how horrific aging is, and with very few exceptions they want an end to it just as much as I do. Thirdly, there aren’t very many of them, so personal contact is easy: I’ve known essentially everyone in the field personally for several years now.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=5986","value":5986},"note":null},{"text":"The pro-aging trance dominates the nature of my interaction with the media, and via them with the public. The overwhelming majority of my time in interviews is occupied in discussions of the desirability of defeating aging, rather than the feasibility. But the good news, which I encounter mercifully often, is that it generally takes only a little bit of probing to reveal that the ultimate basis of my interlocutor’s concern is their reluctance to accept the feasibility. It is this that convinces me so thoroughly that the achievement of robust mouse rejuvenation will consign the pro-aging trance to history in the twinkling of an eye.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=6016","value":6016},"note":null},{"text":"CMV, cytomegalovirus, is not one of the world’s major killers. Well, not obviously. In people with a normal immune system, it is completely suppressed and causes no symptoms at all. (My “not obviously” qualification arises from the fact that this suppression gradually wears down the immune system during aging, so that eventually people become more susceptible to more aggressive infections such as pneumonia; in this sense CMV is indirectly life-threatening. For more details on this and what we need to do about it, see Chapter 10.) But it is incredibly widespread: most Westerners are infected with it.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=6029","value":6029},"note":null},{"text":"I take the view, quite simply, that Hippocrates has had his day. The avoidance of harm was a rational strategy to adopt during the early days of medicine, when people very often recovered spontaneously from what their doctors thought were fatal conditions simply because the doctors had inadequate diagnostic tools. In such a situation, the psychological effect of possibly causing harm, whether it be the effect on the doctor or on the patient’s loved ones, legitimately skews the objective cost-benefit analysis of a given treatment. In the modern world, however, such recoveries are relatively very rare. I therefore believe that the 10:1 (at least) ratio of lives lost through slow approval of safe drugs to lives lost through hasty approval of unsafe drugs8 is no longer acceptable.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=6106","value":6106},"note":null},{"text":"Other things being equal, there will be a residual accumulation of damage within our bodies, however frequently and thoroughly we apply these therapies, and we will eventually experience age-related decline and death just as now, only at a greater age. Probably not all that much greater either—probably only thirty to fifty years older than today. But other things won’t be equal. In this chapter, I’m going to explain why not—and why, as you may already know from other sources, I expect many people alive today to live to one thousand years of age and to avoid age-related health problems even at that age.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=6127","value":6127},"note":null},{"text":"We can get away with this sort of invasive maintenance of man-made machines because we (well, some of us!) know how they work right down to the last detail, so we can be adequately sure that our intervention won’t have unforeseen side effects. With the body—even the body of a mouse—we are still profoundly ignorant of the details, so we have to sidestep our ignorance by interfering as little as possible.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=6144","value":6144},"note":null},{"text":"What that means for efficacy of therapies is that, as we fix more and more aspects of aging, you can bet that new aspects will be unmasked. These new things—eighth and subsequent items to add to the “seven deadly things” listed in this book—will not be fatal at a currently normal age, because if they were, we’d know about them already. But they’ll be fatal eventually, unless we work out how to fix them, too.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=6147","value":6147},"note":null},{"text":"In practice, therefore, therapies that rejuvenate sixty-year-olds by twenty years will not work so well the second time around. When the therapies are applied for the first time, the people receiving them will have sixty years of “easy” damage (the types that the therapies can remove) and also sixty years of “difficult” damage. But by the time beneficiaries of these therapies have returned to biologically sixty (which, let’s presume, will happen when they’re chronologically about eighty), the damage their bodies contain will consist of twenty years of “easy” damage and eighty years of “difficult” damage. Thus, the therapies will only rejuvenate them by a much smaller amount, say ten years.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=6157","value":6157},"note":null},{"text":"This stark contrast between fundamental breakthroughs and incremental refinements of those breakthroughs is, I would contend, typical of the history of technological fields. Further, I would argue that it’s not surprising: both psychologically and scientifically, the difficulty of bigger advances is harder to estimate.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=6181","value":6181},"note":null},{"text":"Just as people were wrong for centuries about how hard it was to fly but eventually cracked it, we’ve been wrong since time immemorial about how hard aging is to combat but we’ll eventually crack it, too. But just as people have been pretty reliably correct about how to make better and better aircraft once they had the first one, we can expect to be pretty reliably correct about how to repair the damage of aging more and more comprehensively once we can do it a little.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=6184","value":6184},"note":null},{"text":"The key conclusion of the logic I’ve set out above is that there is a threshold rate of biomedical progress that will allow us to stave off aging indefinitely, and that that rate is implausible for mice but entirely plausible for humans. If we can make rejuvenation therapies work well enough to give us time to make them work better, that will give us enough additional time to make them work better still, which will…you get the idea. This will allow us to escape age-related decline indefinitely, however old we become in purely chronological terms. I think the term “longevity escape velocity” (LEV) sums that up pretty well.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=6209","value":6209},"note":null},{"text":"Another, perhaps simpler, way of looking at this is to consider the analogy with literal escape velocity, i.e. the overcoming of gravity. Suppose you’re at the top of a cliff and you jump off. Your remaining life expectancy is short—and it gets shorter as you descend to the rocks below. This is exactly the same as with aging: The older you get, the less remaining time you can expect to live. The situation with the periodic arrival of ever better rejuvenation therapies is then a bit like jumping off a cliff with a jet pack on your back. Initially the jet pack is turned off, but as you fall, you turn it on and it gives you a boost, slowing your fall. As you fall farther, you turn up the power on the jet pack, and eventually you start to pull out of the dive and even start shooting upward. And the farther up you go, the easier it is to go even further.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=6224","value":6224},"note":null},{"text":"there is an intense fear within the senior gerontology community of being seen as having anything to do with radical life extension, with all the uncertainties that it will surely herald. They want no part of such talk.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=6240","value":6240},"note":null},{"text":"the rate of progress we need to achieve starts out at roughly a doubling of the efficacy of the SENS therapies every forty years and actually declines thereafter. By “doubling of efficacy” I mean a halving of the amount of damage that still cannot be repaired.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=6284","value":6284},"note":null},{"text":"So there you have it. We will almost certainly take centuries to reach the level of control over aging that we have over the aging of vintage cars—totally comprehensive, indefinite maintenance of full function—but because longevity escape velocity is not very fast, we will probably achieve something functionally equivalent within only a few decades from now, at the point where we have therapies giving middle-aged people thirty extra years of youthful life.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=6286","value":6286},"note":null},{"text":"The fastest way out of this vicious circle is to create an independent source of funding, pouring the needed billion or so dollars directly into work designed to achieve RMR.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=6314","value":6314},"note":null},{"text":"Thus, the Mprize can bypass the vicious circle that has put the chill on serious biomedical gerontology in academic research. More than this: it can reverse its course, putting its converging, self-reinforcing mechanisms to work in a new, virtuous circle. Scientific results will drive public optimism, in turn driving political acceptability, leading to more public and private funding. Those investments will eventually—maybe very rapidly—lead to robust mouse rejuvenation even if the SENS approach were to falter; and then, the War on Aging will begin in earnest.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=6363","value":6363},"note":null},{"text":"Eat well, exercise, and support the Methuselah Foundation, and I shall look forward to shaking your hand in a future where engineered negligible senescence is a reality: where we can enjoy dramatically extended lives in a new summer of vigor and health, the dark specter of the age plague driven away by the sunshine of perpetual youth.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001ANSSKA&location=6367","value":6367},"note":null}]}