{"asin":"B003NSC62G","title":"The Mystery of Banking (LvMI)","authors":"Murray N. Rothbard","highlights":[{"text":"Indeed, from January 1990 to April 2008, the United States M-2 money supply more than doubled from $3.2 trillion to $7.7 trillion.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=78","value":78},"note":null},{"text":"One confusing implication of including checking deposits as a part of the money supply is that banks create money, that they are, in a sense, money-creating factories. But don’t banks simply channel the savings we lend to them and relend them to productive investors or to borrowing consumers? Yet, if banks take our savings and lend them out, how can they create money? How can their liabilities become part of the money supply?","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=216","value":216},"note":null},{"text":"Oddly enough, it was in the United States, then considered a backwater of economic theory, that economists first insisted that bank deposits, like bank notes, were part of the money supply.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=224","value":224},"note":null},{"text":"This crucial element in barter is what is called the double coincidence of wants. A second problem is one of indivisibilities. We can see clearly how exchangers could adjust their supplies and sales of butter, or eggs, or fish, fairly precisely. But suppose that Jones owns a house, and would like to sell it and instead, purchase a car, a washing machine, or some horses?","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=239","value":239},"note":null},{"text":"Fish is now being used as a medium of exchange, as an instrument of indirect exchange, as well as being purchased directly for its own sake.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=256","value":256},"note":null},{"text":"Once a commodity begins to be used as a medium of exchange, when the word gets out it generates even further use of the commodity as a medium. In short, when the word gets around that commodity X is being used as a medium in a certain village, more people living in or trading with that village will purchase that commodity, since they know that it is being used there as a medium of exchange. In this way, a commodity used as a medium feeds upon itself, and its use spirals upward, until before long the commodity is in general use throughout the society or country as a medium of exchange. But when a commodity is used as a medium for most or all exchanges, that commodity is defined as being a money.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=257","value":257},"note":null},{"text":"To have high value per unit weight, however, requires a good which is not only in great demand but also relatively scarce, since an intense demand combined with a relatively scarce supply will yield a high price, or high value per unit weight.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=290","value":290},"note":null},{"text":"Debasement, then, is the arbitrary redefining and lightening of the currency so as to add to the coffers of the State.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=349","value":349},"note":null},{"text":"Price, on the free market, performs a necessary rationing function, in which the available pounds or bushels or other units of a good are allocated freely and voluntarily to those who are most willing to purchase the product. If coffee becomes scarcer, then the price rises to perform an increased rationing function: to allocate the smaller supply of the product to the most eager purchasers. When the price rises to reflect the smaller supply, consumers cut their purchases and shift to other hot drinks or stimulants until the quantity demanded is small enough to equal the lower supply.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=451","value":451},"note":null},{"text":"To return to the original change in demand, on the free market a rise in the demand for and price of one product will necessarily be counterbalanced by a fall in the demand for another. The only way in which consumers, especially over a sustained period of time, can increase their demand for all products is if consumer incomes are increasing overall, that is, if consumers have more money in their pockets to spend on all products. But this can happen only if the stock or supply of money available increases; only in that case, with more money in consumer hands, can most or all demand curves rise, can shift upward and to the right, and prices can rise overall. To put it another way: a continuing, sustained inflation—that is, a persistent rise in overall prices—can either be the result of a persistent, continuing fall in the supply of most or all goods and services, or of a continuing rise in the supply of money. Since we know that in today’s world the supply of most goods and services rises rather than falls each year, and since we know, also, that the money supply keeps rising substantially every year, then it should be crystal clear that increases in the supply of money, not any sort of problems from the supply side, are the fundamental cause of our chronic and accelerating problem of inflation.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=492","value":492},"note":null},{"text":"Let us reconsider the concept of price. If the price of bread is 70 cents a loaf, this means also that the purchasing power of a loaf of bread is 70 cents. A loaf of bread can command 70 cents in exchange on the market. The price and purchasing power of the unit of a product are one and the same.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=511","value":511},"note":null},{"text":"At first, the idea of a demand curve for money seems odd. Isn’t the demand for money unlimited? Won’t people take as much money as they can get? But this confuses what people would be willing to accept as a gift (which is indeed unlimited) with their demand in the sense of how much they would be willing to give up for the money. Or: how much money they would be willing to keep in their cash balances rather than spend. In this sense their demand for money is scarcely unlimited. If someone acquires money, he can do two things with it: either spend it on consumer goods or investments, or else hold on to it, and increase his individual money stock, his total cash balances. How much he wishes to hold on to is his demand for money.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=538","value":538},"note":null},{"text":"Suppose, for example, that prices suddenly dropped to about a third of what they are now. People would need far less in their wallets, purses, and bank accounts to pay for daily transactions or to prepare for emergencies. Everyone need only carry around or have readily available only about a third the money that they keep now. The rest they can spend or invest. Hence, the total amount of money people would hold in their cash balances would be far less if prices were much lower than now.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=545","value":545},"note":null},{"text":"Here we see that when the PPM is very high (i.e., prices overall are very low), the demand for cash balances is low; but when PPM is very low (prices are high), the demand for cash balances is very high.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=551","value":551},"note":null},{"text":"So prices, overall, can change for only two reasons: If the supply of money increases, prices will rise; if the supply falls, prices will fall. If the demand for money increases, prices will fall (PPM rises); if the demand for money declines, prices will rise (PPM falls). The purchasing power of the dollar varies inversely with the supply of dollars, and directly with the demand. Overall prices are determined by the same supply-and-demand forces we are all familiar with in individual prices. Micro and macro are not mysteriously separate worlds; they are both plain economics and governed by the same laws.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=640","value":640},"note":null},{"text":"Debasement was a relatively slow process. Kings could not easily have explained continuous changes in their solemnly defined standards. Traditionally, a new king ordered a recoinage with his own likeness stamped on the coins and, in the process, often redefined the unit so as to divert some much needed revenue into his own coffers. But this variety of increased money supply did not usually occur more than once in a generation. Since paper currency did not yet exist, kings had to be content with debasement and its hidden taxation of their subjects.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=651","value":651},"note":null},{"text":"In short, if the king could become a legalized monopoly counterfeiter, and simply issue “gold coins” by printing paper tickets with the same names on them, the king could inflate the money supply indefinitely and pay for his unlimited needs.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=766","value":766},"note":null},{"text":"A crucial problem for government as legalized counterfeiter and issuer of paper money is that, at first, no one will be found to take it in exchange.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=779","value":779},"note":null},{"text":"At first, then, the government must guarantee that these paper tickets will be redeemable, on demand, in their equivalent in gold coin or bullion. In other words, if a government paper ticket says “ten dollars” on it, the government itself must pledge to redeem that sum in a “real” ten-dollar gold coin.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=784","value":784},"note":null},{"text":"Once the paper money becomes generally accepted, however, the government can then inflate the money supply to finance its needs. If it prints $50 billion to spend on pyramids, then it—the government—gets the new money first and spends it. The pyramid contractors are the second to receive the new money. They will then spend the $50 billion on construction equipment and hiring new workers; these in turn will spend the money. In this way, the new $50 billion ripples out into the system, raising demand curves and individual prices, and hence the level of prices, as it goes.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=791","value":791},"note":null},{"text":"It should be clear that by printing new money to finance its deficits, the government and the early receivers of the new money benefit at the expense of those who receive the new money last or not at all: pensioners, fixed-income groups, or people who live in areas remote from pyramid construction. The expansion of the money supply has caused inflation; but, more than that, the essence of inflation is the process by which a large and hidden tax is imposed on much of society for the benefit of government and the early receivers of the new money. Inflationary increases of the money supply are pernicious forms of tax because they are covert, and few people are able to understand why prices are rising. Direct, overt taxation raises hackles and can cause revolution; inflationary increases of the money supply can fool the public— its victims—for centuries.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=796","value":796},"note":null},{"text":"Only when its paper money has been accepted for a long while is the government ready to take the final inflationary step: making it irredeemable, cutting the link with the gold. After calling its dollar bills equivalent to 1/20 gold ounce for many years, and having built up the customary usage of the paper dollar as money, the government can then boldly and brazenly sever the link with gold, and then simply start referring to the dollar bill as money itself. Gold then becomes a mere commodity, and the only money is paper tickets issued by the government. The gold standard has become an arbitrary fiat standard.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=802","value":802},"note":null},{"text":"So the threat of gold redeemability imposes a constant check and limit on inflationary issues of government paper. If the government can remove the threat, it can expand and inflate without cease. And so it begins to emit propaganda, trying to persuade the public not to use gold coins in their daily lives.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=811","value":811},"note":null},{"text":"Before money can be held in one’s cash balance, it must be obtained in exchange. That is, we must sell goods and services we produce in order to “buy” money. However, if the supply of goods and services increases in the economy (i.e., supply curves shift to the right), the demand for money in exchange will also increase. An increased supply of goods produced will raise the demand for money and also therefore lower the overall level of prices.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=864","value":864},"note":null},{"text":"Historically, the supply of goods and services has usually increased every year. To the extent it does so, this increase in the demand for money will tend to lower prices over a period of time. Indeed, so powerful has this force been for lowering prices, that they fell from the mid-eighteenth century until 1940, with the only exception being during periods of major wars:","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=869","value":869},"note":null},{"text":"Paper money was increasing the money supply during this era, but increases in M were more than offset by the enormous increases in the supply of goods produced during the Industrial Revolution in an unprecedented period of economic growth. Only during wartime, when the governments ran the printing presses at full blast to pay for the war effort, did the money supply overcome the effects of increasing production and cause price levels to zoom upward.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=872","value":872},"note":null},{"text":"Cash balances, therefore, do not only do work in relation to the level of prices. They also perform work in relation to the frequency of income. The less frequent the payment, the higher the average cash balance, and therefore the greater the demand for money, the greater the amount, at any price level, that a person will seek to keep in his cash balance. The same cash balances can do more money work the greater the frequency of payment.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=894","value":894},"note":null},{"text":"Any devices for economizing cash balances will do as well as clearing systems in reducing the public’s demand for money. Credit cards are an excellent current example. Contrary to some views, credit cards are not in themselves money and therefore do not add to the money supply.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=926","value":926},"note":null},{"text":"The development of credit cards, clearing systems, and other devices to economize cash, will therefore cause the demand for money to be reduced, and prices to increase. Again, however, these effects are one-shot, as the new device is invented and spreads throughout the economy, and its impact is probably not very important quantitatively.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=937","value":937},"note":null},{"text":"Public expectation of future price levels is far and away the most important determinant of the demand for money.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=957","value":957},"note":null},{"text":"Because of these deflationary expectations, then, the demand for money will rise, since people will hold on to more of their money at any given price level, as they are expecting prices to fall shortly. This rise in the demand for money (shown in Figure 3.6) would cause prices to fall immediately. In a sense, the market, by expecting a fall in prices, discounts that fall, and makes it happen right away instead of later. Expectations speed up future price reactions.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=965","value":965},"note":null},{"text":"Deflationary price expectations, then, will lower prices, and inflationary expectations will raise them.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=974","value":974},"note":null},{"text":"“We have been waiting for a return to the good old days and a fall of prices back to 1914. But prices have been steadily increasing. So it looks as if there will be no return to the good old days. Prices will not fall; in fact, they will probably keep going up.” As this psychology takes hold, the public’s thinking in Phase I changes into that of Phase II: “Prices will keep going up, instead of going down. Therefore, I know in my heart that prices will be higher next year.” The public’s deflationary expectations have been superseded by inflationary ones. Rather than hold on to its money to wait for price declines, the public will spend its money faster, will draw down cash balances to make purchases ahead of price increases. In Phase II of inflation, instead of a rising demand for money moderating price increases, a falling demand for money will intensify the inflation","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1003","value":1003},"note":null},{"text":"When expectations tip decisively over from deflationary, or steady, to inflationary, the economy enters a danger zone. The crucial question is how the government and its monetary authorities are going to react to the new situation. When prices are going up faster than the money supply, the people begin to experience a severe shortage of money, for they now face a shortage of cash balances relative to the much higher price levels. Total cash balances are no longer sufficient to carry transactions at the higher price. The people will then clamor for the government to issue more money to catch up to the higher price. If the government tightens its own belt and stops printing (or otherwise creating) new money, then inflationary expectations will eventually be reversed, and prices will fall once more—thus relieving the money shortage by lowering prices. But if government follows its own inherent inclination to counterfeit and appeases the clamor by printing more money so as to allow the public’s cash balances to “catch up” to prices, then the country is off to the races. Money and prices will follow each other upward in an ever-accelerating spiral, until finally prices “run away,” doing something like tripling every hour. Chaos ensues, for now the psychology of the public is not merely inflationary, but hyperinflationary, and Phase III’s runaway psychology is as follows: “The value of money is disappearing even as I sit here and contemplate it. I must get rid of money right away, and buy anything, it matters not what, so long as it isn’t money.” A frantic rush ensues to get rid of money at all costs and to buy anything else.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1021","value":1021},"note":null},{"text":"The German government brought an end to the crack-up boom by the “miracle of the Rentenmark” The mark was scrapped, or rather, a new currency, the Rentenmark, was issued, valued at 1 trillion old marks, which were convertible into the new currency. The government pledged that the quantity of Rentenmarks issued would be strictly limited to a fixed amount (a pledge that was kept for some time), and the Reichsbank was prohibited from printing any further notes to finance the formerly enormous government deficit. Once these stern measures had been put into effect, the hyperinflation was brought to an end. The German economy rapidly recovered. Yet, it must be pointed out that the German economy did not escape a posthyperinflation recession, called a “stabilization crisis,” in which the swollen and unsound investments of the inflationary period were rapidly liquidated. No one complained bitterly; the lessons of the monstrous inflation were burned into everyone’s heart.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1054","value":1054},"note":null},{"text":"We have seen that the money supply is generally the dominant force in changing prices, while the demand for money is reactive either to long-term conditions or to changes in supply. We have seen, too, that the cause of our chronic inflation is continuing increases in the supply of money, which eventually generate inflationary expectations that aggravate and accelerate the inflation. Eventually, if unchecked, the inflation runs away into a crack-up boom and destruction of the currency.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1067","value":1067},"note":null},{"text":"Most people think of banks as institutions which channel their savings into productive loans and investments. Loan banking is essentially that healthy and productive process in operation.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1075","value":1075},"note":null},{"text":"The loan is repaid, and my firm, and therefore myself, is $900 richer. But, once again, there has been no increase in society’s stock of money. For in order to pay back the loan, Joe had to save $900 out of profits. Again, Joe and I are transferring to each other the ownership of existing cash balances which we have saved by not consuming. My loan bank has channeled savings into loans, the loans have been repaid, and at no point has the money supply increased. Loan banking is a productive, noninflationary institution.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1107","value":1107},"note":null},{"text":"The loan to Joe did not have to be made for business investment. It could have been a loan for consumption purposes, say, to enable him to buy a new car. Joe anticipates having higher income or lower expenditures next year, enabling him to pay back the loan with interest. In this case, he is not so much making a monetary profit from the loan as rearranging the time pattern of his expenditures, paying a premium for the use of money now rather than having to wait to buy the car. Once again, the total money supply has not changed; money is being saved by me and my firm, and loaned to Joe, who then saves enough of the existing money supply to fulfill his contractual obligations. Credit, and loan banking, is productive, benefits both the saver and the borrower, and causes no inflationary increase in the money supply.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1112","value":1112},"note":null},{"text":"The Rothbard Bank is now doing exactly what most people think banks always do: borrowing money from some (in addition to investing the savings of the owners) and lending money to others. The bank makes money on the interest differential because it is performing the important social service of channeling the borrowed savings of many people into productive loans and investments. The bank is expert on where its loans should be made and to whom, and reaps the reward for this service.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1149","value":1149},"note":null},{"text":"If the bank makes unsound loans and goes bankrupt, then, as in any kind of insolvency, its shareholders and creditors will suffer losses. This sort of bankruptcy is little different from any other: unwise management or poor entrepreneurship will have caused harm to owners and creditors.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1155","value":1155},"note":null},{"text":"Deposit banking began as a totally different institution from loan banking. Hence it was unfortunate that the same name, bank, became attached to both. If loan banking was a way of channeling savings into productive loans to earn interest, deposit banking arose to serve the convenience of the holders of gold and silver.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1165","value":1165},"note":null},{"text":"These deposit banks functioned very much as safe-deposit boxes do today: as safe “money warehouses.” As in the case of any warehouse, the depositor placed his goods on deposit or in trust at the warehouse, and in return received a ticket (or warehouse receipt) stating that he could redeem his goods whenever he presented the ticket at the warehouse. In short, his ticket or receipt or claim check was to be instantly redeemable on demand at the warehouse.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1169","value":1169},"note":null},{"text":"How do these warehouse receipt transactions relate to the T-account balance sheets of the deposit banks? In simple justice, not at all. When I store a piece of furniture worth $5,000 in a warehouse, in law and in justice the furniture does not show up as an asset of the warehouse during the time that I keep it","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1187","value":1187},"note":null},{"text":"In a loan, or a credit transaction, the creditor exchanges a present good—that is, a good available for use at any time in the present—for a future good, an IOU redeemable at some date in the future. Since present goods are more valuable than future goods, the creditor will invariably charge, and the debtor pay, an interest premium for the loan. The hallmark of a loan, then, is that the money is due at some future date and that the debtor pays the creditor interest. But the deposit, or claim transaction, is precisely the opposite. The money must be paid by the bank at any time the depositor presents the ticket, and not at some precise date in the future. And the bank—the alleged “borrower” of the money—generally does not pay the depositor for making the loan. Often, it is the depositor who pays the bank for the service of safeguarding his valuables.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1194","value":1194},"note":null},{"text":"In some forms of warehousing, the temptation to embezzle is particularly heady. The depositor is here not so much interested in getting back the specific object as he is in receiving the same kind of product. This will occur in the case of fungible commodities such as grain, where each unit of the product is identical to every other. Such a deposit is a “general” rather than a “specific” deposit warrant. It now becomes more convenient for the warehouseman to mix all bushels of grain of the same type into a common bin, so that anyone redeeming his grain receives bushels from the same bin. But now the temptation to embezzle has increased enormously. All the warehouseman need do is arrive at a workable estimate of what percentage of the grain will probably be redeemed in the next month or year, and then he can lend out or speculate on the rest.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1218","value":1218},"note":null},{"text":"But the temptation is even greater in the case of money, for while people do use up wheat from time to time, and transform it into flour and bread, gold as money does not have to be used at all. It is only employed in exchange and, so long as the bank continues its reputation for integrity, its warehouse receipts can function very well as a surrogate for gold itself. So that if there are few banks in the society and banks maintain a high reputation for integrity, there need be little redemption at all.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1233","value":1233},"note":null},{"text":"The English goldsmiths discovered and fell prey to this temptation in a very short time, in fact by the end of the Civil War. So eager were they to make profits in this basically fraudulent enterprise, that they even offered to pay interest to depositors so that they could then “lend out” the money. The “lending out,” however, was duplicitous, since the depositors, possessing their warehouse receipts, were under the impression that their money was safe in the goldsmiths’ vaults, and so exchanged them as equivalent to gold. Thus, gold in the goldsmiths’ vaults was covered by two or more receipts. A genuine receipt originated in an actual deposit of gold stored in the vaults, while counterfeit ones, masquerading as genuine receipts, had been printed and loaned out by goldsmiths and were now floating around the country as surrogates for the same ounces of gold.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1238","value":1238},"note":null},{"text":"Thus, the banks, in this astonishing decision, were given carte blanche. Despite the fact that the money, as Lord Cottenham conceded, was “placed in the custody of the banker,” he can do virtually anything with it, and if he cannot meet his contractual obligations he is only a legitimate insolvent instead of an embezzler and a thief who has been caught red-handed. To Foley and the previous decisions must be ascribed the major share of the blame for our fraudulent system of fractional reserve banking and for the disastrous inflations of the past two centuries.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1268","value":1268},"note":null},{"text":"The carte blanche for deposit banks to issue counterfeit warehouse receipts for gold had many fateful consequences. In the first place, it meant that any deposit of money could now take its place in the balance sheet of the bank. For the duration of the deposit, the gold or silver now became an owned asset of the bank, with redemption due as a supposed debt, albeit instantly on demand.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1282","value":1282},"note":null},{"text":"The irresistible temptation now emerges for the goldsmith or other deposit banker to commit fraud and inflation: to engage, in short, in fractional reserve banking, where total cash reserves are lower, by some fraction, than the warehouse receipts outstanding. It is unlikely that the banker will simply abstract the gold and use it for his own consumption; there is then no likelihood of ever getting the money should depositors ask to redeem it, and this act would run the risk of being considered embezzlement. Instead, the banker will either lend out the gold, or far more likely, will issue fake warehouse receipts for gold and lend them out, eventually getting repaid the principal plus interest. In short, the deposit banker has suddenly become a loan banker; the difference is that he is not taking his own savings or borrowing in order to lend to consumers or investors. Instead he is taking someone else’s money and lending it out at the same time that the depositor thinks his money is still available for him to redeem. Or rather, and even worse, the banker issues fake warehouse receipts and lends them out as if they were real warehouse receipts represented by cash. At the same time, the original depositor thinks that his warehouse receipts are represented by money available at any time he wishes to cash them in. Here we have the system of fractional reserve banking, in which more than one warehouse receipt is backed by the same amount of gold or other cash in the bank’s vaults.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1303","value":1303},"note":null},{"text":"Thus, fractional reserve banking is at one and the same time fraudulent and inflationary; it generates an increase in the money supply by issuing fake warehouse receipts for money. Money in circulation has increased by the amount of warehouse receipts issued beyond the supply of gold in the bank.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1322","value":1322},"note":null},{"text":"Commercial banks—that is, fractional reserve banks—create money out of thin air. Essentially they do it in the same way as counterfeiters. Counterfeiters, too, create money out of thin air by printing something masquerading as money or as a warehouse receipt for money. In this way, they fraudulently extract resources from the public, from the people who have genuinely earned their money. In the same way, fractional reserve banks counterfeit warehouse receipts for money, which then circulate as equivalent to money among the public. There is one exception to the equivalence: The law fails to treat the receipts as counterfeit.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1329","value":1329},"note":null},{"text":"A bank’s assets are always “longer” than its liabilities, which are instantaneous. Put another way, a bank is always inherently bankrupt, and would actually become so if its depositors all woke up to the fact that the money they believe to be available on demand is actually not there.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1341","value":1341},"note":null},{"text":"The problem with this analogy is that citizens in no sense have a legal claim to be able to cross the bridge at any given time. But holders of warehouse receipts to money emphatically do have such a claim, even in modern banking law, to their own property any time they choose to redeem it. But the legal claims issued by the bank must then be fraudulent, since the bank could not possibly meet them all.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1348","value":1348},"note":null},{"text":"But, the important point is that fractional reserve banks are sitting ducks, and are always subject to contraction. When the banks’ state of inherent bankruptcy is discovered, for example, people will tend to cash in their deposits, and the contractionary, deflationary pressure could be severe. If banks have to contract suddenly, they will put pressure on their borrowers, try to call in or will refuse to renew their loans, and the deflationary pressure will bring about a recession—the successor to the inflationary boom.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1381","value":1381},"note":null},{"text":"We already see here the outlines of the basic model of the famous and seemingly mysterious business cycle, which has plagued the Western world since the middle or late eighteenth century. For every business cycle is marked, and even ignited, by inflationary expansions of bank credit. The basic model of the business cycle then becomes evident: bank credit expansion raises prices and causes a seeming boom situation, but a boom based on a hidden fraudulent tax on the late receivers of money. The greater the inflation, the more the banks will be sitting ducks, and the more likely will there be a subsequent credit contraction touching off liquidation of credit and investments, bankruptcies, and deflationary price declines.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1389","value":1389},"note":null},{"text":"The bank note has always been the basic form of warehouse receipt used by the mass of the public. Later, however, there emerged another form of warehouse receipt used by large merchants and other sophisticated depositors. Instead of a tangible receipt, the bank simply opened a deposit account on its books. Thus, if Jones deposited $10,000 in a bank, he received, if he wished, not tangible bank notes, but an open book account or deposit account for $10,000 on the bank’s books. The bank’s demand debt to Jones was not in the form of a piece of paper but of an intangible book account which could be redeemed at any time in cash. Confusingly, these open book accounts came to be called demand deposits, even though the tangible bank note was just as much a demand deposit from an economic or a legal point of view.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1407","value":1407},"note":null},{"text":"All of these factors will tend, on the free market, to limit the use of bank deposits to large users and for large transactions.16 As late as World War I, the general public in the Western world rarely used bank deposits. Most transactions were effected in cash, and workers received cash rather than bank checks for wages and salaries. It was only after World War II, under the impetus of decades of special support and privilege by government, that checking accounts became nearly universal.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1436","value":1436},"note":null},{"text":"In the real world, as fractional reserve banking was allowed to develop, the rigid separation between deposit banking and loan banking was no longer maintained in what came to be known as commercial banks.17 The bank accepted deposits, loaned out its equity and the money it borrowed, and also created notes or deposits out of thin air which it loaned out to its own borrowers. On the balance sheet, all these items and activities were jumbled together. Part of a bank’s activity was the legitimate and productive lending of saved or borrowed funds; but most of it was the fraudulent and inflationary creation of a fraudulent warehouse receipt, and hence a money surrogate out of thin air, to be loaned out at interest.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1443","value":1443},"note":null},{"text":"In fact, there are several strict and important limits on inflationary credit expansion under free banking. One we have already alluded to. If I set up a new Rothbard Bank and start printing bank notes and issuing bank deposits out of thin air, why should anyone accept these notes or deposits? Why should anyone trust a new and fledgling Rothbard Bank? Any bank would have to build up trust over the years, with a record of prompt redemption of its debts to depositors and noteholders before customers and others on the market will take the new bank seriously. The buildup of trust is a prerequisite for any bank to be able to function, and it takes a long record of prompt payment and therefore of noninflationary banking, for that trust to develop.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1481","value":1481},"note":null},{"text":"The bank run is a marvelously effective weapon because (a) it is irresistible, since once it gets going it cannot be stopped, and (b) it serves as a dramatic device for calling everyone’s attention to the inherent unsoundness and insolvency of fractional reserve banking. Hence, bank runs feed on one another, and can induce other bank runs to follow. Bank runs instruct the public in the essential fraudulence of fractional reserve banking, in its essence as a giant Ponzi scheme in which a few people can redeem their deposits only because most depositors do not follow suit.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1502","value":1502},"note":null},{"text":"The banks pyramid notes and deposits on top of a certain amount of cash (gold and government paper); the ever-lower fractional reserve ratio weakens the confidence of customers in their banks; the weakened confidence causes demands for redemption culminating in a run on banks; and bank runs stimulate similar bank runs until a cycle of deflation and bank collapse is underway. Fractional reserve banking has given rise to a boom and bust business cycle.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1511","value":1511},"note":null},{"text":"The beauty and power of this restraint on the banks is that it does not depend on loss of confidence in the banks. Smith, Jones, and everyone else can go on being blithely ignorant and trusting of the fractional reserve banking system. And yet the redemption weapon does its important work. For Jones calls on the Rothbard Bank for redemption, not because he doesn’t trust the bank or thinks it is going to fail, but simply because he patronizes another bank and wants to shift his account to his preferred bank. The mere existence of bank competition will provide a powerful, continuing, day-to-day constraint on fractional reserve credit expansion. Free banking, even where fractional reserve banking is legal and not punished as fraud, will scarcely permit fractional reserve inflation to exist, much less to flourish and proliferate. Free banking, far from leading to inflationary chaos, will insure almost as hard and noninflationary a money as 100 percent reserve banking itself.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1548","value":1548},"note":null},{"text":"It should be clear that the sooner the borrowers from an expanding bank spend money on products of clients of other banks—in short, as soon as the new money ripples out to other banks—the issuing bank is in big trouble. For the sooner and the more intensely clients of other banks come into the picture, the sooner will severe redemption pressure, even unto bankruptcy, hit the expanding bank. Thus, from the point of view of checking inflation, the more banks there are in a country, and therefore the smaller the clientele of each bank, the better.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1571","value":1571},"note":null},{"text":"There is another aspect of this monetary boom-and-bust process. For with only one, or even merely a few banks in a country, there is ample room for a considerable amount of monetary inflation. This means of course that during the boom period, the banks expand the money supply and prices increase. In our current case, prices of French products rise because of the monetary inflation and this will intensify the speed of the gold outflow. For French prices have risen while prices in other countries have remained the same, since bank credit expansion has not occurred there. But a rise in French prices means that French products become less attractive both to Frenchmen and to foreigners. Therefore, foreigners will spend less on French products, so that exports from France will fall, and French citizens will tend to shift their purchases from dearer domestic products to relatively cheaper imports. Hence, imports into France will rise. Exports falling and imports rising means of course a dread deficit in the balance of payments.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1610","value":1610},"note":null},{"text":"The Ricardian specie flow price mechanism, therefore, is simply a special case of a general phenomenon: When one or more banks expand their credit and demand liabilities, they will lose gold (or, in the case of banks within a country, government paper) to other banks, thereby cutting short the inflationary process and leading to deflation and credit contraction. The Ricardian analysis is simply the polar case where all banks within a country can expand together (if there is only one monopoly bank in the country), and so the redemption constraint on inflation only comes, relatively weakly, from the banks of other countries.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1636","value":1636},"note":null},{"text":"In short, under central banking, a demand for cash—and the subsequent issue of new cash—has the paradoxical effect of lowering the money supply, because of the banks’ need to maintain their reserve/deposit ratios. In contrast, the deposit of cash by the public will have the opposite inflationary effect, for the banks’ reserve/deposit ratio will rise, and the banks will be able to expand their loans and issues of new deposits.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1708","value":1708},"note":null},{"text":"Again, paradoxically, a drop in paper money outstanding has led to a multiple expansion in the supply of money (paper money + bank demand deposits) in the country.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1733","value":1733},"note":null},{"text":"Even if the public insists on holding bank notes rather than deposits, fractional reserve bank expansion will be highly limited. The more the public is willing to hold checking accounts rather than cash, the greater the inflationary potential of the central banking system.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1746","value":1746},"note":null},{"text":"But what of the other limits on bank inflation that existed under free banking? True, the Central Bank—at least under the gold standard—can still go bankrupt if the public insists on cashing in their deposits and Central Bank paper for gold. But, given the prestige of the Central Bank conferred by government, and with government using the Central Bank for its own deposits and conferring the monopoly privilege of note issue, such bankruptcy will be most unlikely.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1748","value":1748},"note":null},{"text":"Furthermore, in most cases government has conferred another crucial privilege on the Central Bank: making its notes legal tender for all debts in money. Then, if A has contracted with B for a debt of $10,000 in money, B has to accept payment in Central Bank notes; he cannot insist, for example, on gold. All this is important in propping up the Central Bank and its associated commercial banks.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1752","value":1752},"note":null},{"text":"But under central banking as contrasted to free banking, the Central Bank stands ready at all times to lend its vast prestige and resources—to be, as the Englishman Walter Bagehot called it in the mid-nineteenth century—a lender of last resort. In the tradition of central banking, the Central Bank always stands ready to bail out banks in trouble, to provide them with reserves by purchasing their assets or lending them reserves.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1757","value":1757},"note":null},{"text":"Yes, as in free banking, one bank’s expansion will meet a severe shock by other banks calling upon it for redemption. But now, under central banking, all banks can expand together, on top of new reserves that are pumped in, across the board, by the benevolent Central Bank. Thus, if Bank A and Bank B each increase their reserves, and both expand on top of such reserves, then neither will lose reserves on net to the other, because the redemption of each will cancel the other redemption out.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1761","value":1761},"note":null},{"text":"Through its centralization of gold, and especially through its monopoly of note issue, the Central Bank can see to it that all banks in the country can inflate harmoniously and uniformly together. The Central Bank eliminates hard and noninflated money, and substitutes a coordinated bank credit inflation throughout the nation. That is precisely its purpose. In short, the Central Bank functions as a government cartelizing device to coordinate the banks so that they can evade the restrictions of free markets and free banking and inflate uniformly together. The banks do not chafe under central banking control; instead, they lobby for and welcome it. It is their passport to inflation and easy money.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1765","value":1765},"note":null},{"text":"Generally, true to the inflationary nature of all central banking, the Fed has lowered requirements. Raising reserve requirements, then, is contractionary and deflationary; lowering them is inflationary.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1816","value":1816},"note":null},{"text":"In short, the public’s holding of cash is a factor of decrease of bank reserves. That is, if the public’s holding of cash increases, bank reserves immediately decrease by the same amount, whereas if the public’s holding of cash falls, bank reserves immediately increase by the same amount. The movement of bank reserves is equal and inverse to the movement in the public’s holding of cash. The more cash the public holds, the greater the anti-inflationary effect, and vice versa.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1872","value":1872},"note":null},{"text":"In practice, however, Central Banks try to serve as an ultimate “safety net” for banks, though they will not lend reserves indiscriminately; rather, they will enforce patterns of behavior upon borrowing banks.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1913","value":1913},"note":null},{"text":"How does the Fed pay for the desk? It writes a check on itself for the $100, and hands me the check in return for the desk, which it carts off to its own offices. Where does it get the money to pay the check? By this time, the answer should be evident: it creates the money out of thin air. It creates the $100 by writing out a check for that amount. The $100 is a new liability it creates upon itself out of nothing. This new liability, of course, is solidly grounded on the Fed’s unlimited power to engage in legalized counterfeiting, for if someone should demand cash for the $100 liability, the Fed would cheerfully print a new $100 bill and give it to the person redeeming the claim.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1967","value":1967},"note":null},{"text":"The key monetary part of the transaction was not the desk, which goes to grace the increased furniture asset column of the Fed’s ledger, but that the Fed has written a check upon itself. I can use the check only by depositing it in a bank, and as soon as I do so, my own money supply in the form of demand deposits goes up by $100. More important, my bank now deposits the check on the Fed at that institution, and its total reserves also go up by $100. The money supply has gone up by $100, but the key point is that reserves have gone up by the same amount, so that the banking system will, over a few months, pyramid more loans and demand deposits on top of the new reserves, depending on the required reserve ratio and hence the money multiplier.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1980","value":1980},"note":null},{"text":"Note that bank reserves have increased by the same amount (in this case, $100) as the Fed’s open market purchase of the desk; open market purchases are a factor of increase of bank reserves, and in practice by far the most important such factor.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=1986","value":1986},"note":null},{"text":"Repeatedly, governments have distracted attention from their own guilt for inflation, and scapegoated various groups and institutions on the market. Repeatedly, they have tried and failed to combat inflation by freezing wages and prices, equivalent to holding down the mercury column of a thermometer by brute force in order to cure a fever. But all that need be done is one freeze that governments have never agreed to: freezing the Central Bank. Better to abolish central banking altogether, but if that cannot be accomplished, then, as a transitional step, the Central Bank should be frozen, and prevented from making further loans or especially open market purchases. Period.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=2012","value":2012},"note":null},{"text":"Thus, a Fed purchase of a $1,000,000 bond from a private bond dealer has resulted in an increase of total bank reserves of $1,000,000, upon which the banks can pyramid loans and demand deposits.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=2026","value":2026},"note":null},{"text":"Thus, the factors of increase of total bank reserves determined by Federal Reserve (that is, Central Bank) policy, are: open market purchases and loans to banks, of which the former are far more important. The public, by increasing its demands for cash (and for gold under the gold standard) can reduce bank reserves by the same amount.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=2034","value":2034},"note":null},{"text":"In this way, competing banks under the aegis of a central bank can increase the money supply by the money multiplier in the aggregate even though each individual bank expands by only 1 minus the money multiplier. The mystery of the inflation process in the modern world has finally been unraveled.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=2123","value":2123},"note":null},{"text":"If the deficit is financed strictly by selling new bonds to the public (individuals, corporations, insurance companies, etc.), then there is no increase in the money supply and hence no inflation. People’s savings are simply shifted from the bank accounts of bond buyers to the bank accounts of the Treasury, which will quickly spend them and thereby return those deposits to the private sector. There is movement within the same money supply, but no increase in that supply itself.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=2142","value":2142},"note":null},{"text":"But this does not mean that a large deficit financed by voluntary savings has no deleterious economic effects. Inflation is not the only economic problem. Indeed, the deficit will siphon off or “crowd out” vast sums of capital from productive private investment to unproductive and parasitic government spending. This will cripple productivity and economic growth, and raise interest rates considerably. Furthermore, the parasitic tax burden will increase in the future, due to the forced repayment of the $100 billion deficit plus high interest charges.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=2146","value":2146},"note":null},{"text":"The third method is, like the first one, compatible with modern banking procedures, but combines the worst features of the other two modes. This occurs when the Treasury sells new bonds to the commercial banks. In this method of monetizing the debt (creating new money to pay for new debt), the Treasury sells, say, $100 billion of new bonds to the banks, who create $100 billion of new demand deposits to pay for the new bonds. As in the second method above, the money supply has increased by $100 billion—the extent of the deficit—to finance the shortfall. But, as in the first method, the taxpayers will now be forced over the years to pay an additional $100 billion to the banks plus a hefty amount of interest. Thus, this third, modern method of financing the deficit combines the worst features of the other two: it is inflationary, and it imposes future heavy burdens on the taxpayers.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=2153","value":2153},"note":null},{"text":"Note the web of special privilege that is being accorded to the nation’s banks. First, they are allowed to create money out of thin air which they then graciously lend to the federal government by buying its bonds. But then, second, the taxpayers are forced in ensuing years to pay the banks back with interest for buying government bonds with their newly created money.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=2160","value":2160},"note":null},{"text":"If the reserve requirement is 20 percent, and the Fed wishes to create enough new reserves to enable the banks to buy $100 billion of new government bonds, then it buys $25 billion of old bonds on the open market to fuel the desired inflationary transaction.1 First, the Fed buys $25 billion of old bonds on the open market; this creates increased demand deposits in the banks of $25 billion, matched by $25 billion in new reserves. Then, the Treasury issues $100 billion of new bonds, which the banks now buy because of their new reserves. Their total increase of new demand deposits is $125 billion, precisely the money multiple pyramiding on top of $25 billion of new reserves.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=2168","value":2168},"note":null},{"text":"The Central Banks enjoy a monopoly on the printing of paper money, and through this money they control and encourage an inflationary fractional reserve banking system which pyramids deposits on top of a total of reserves determined by the Central Banks. Government fiat paper has replaced commodity money, and central banking has taken the place of free banking. Hence our chronic, permanent inflation problem, a problem which, if unchecked, is bound to accelerate eventually into the fearful destruction of the currency known as runaway inflation.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=2195","value":2195},"note":null},{"text":"A committee of the House of Commons was therefore formed in early 1693 to figure out how to raise money for the war effort. There came to the committee the ambitious Scottish promoter, William Paterson, who, on behalf of his financial group, proposed a remarkable new scheme to Parliament. In return for a set of important special privileges from the State, Paterson and his clique would form the Bank of England, which would issue new notes, much of which would be used to finance the English deficit. In short, since there were not enough private savers willing to finance the deficit, Paterson and his group were graciously willing to buy government bonds, provided they could do so with newly-created out-of-thin-air bank notes carrying a raft of special privileges with them.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=2213","value":2213},"note":null},{"text":"William Paterson urged that the English government grant his Bank notes legal tender power, which would have meant that everyone would be compelled to accept them in payment of money debt, much as Bank of England or Federal Reserve notes are legal tender today. The British government refused, believing that this was going too far, but Parliament did give the new Bank the advantage of holding all government deposits, as well as the power to issue new notes to pay for the government debt.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=2231","value":2231},"note":null},{"text":"The Bank of England promptly issued the enormous sum of £760,000, most of which was used to buy government debt. This had an immediate and considerable inflationary effect, and in the short span of two years, the Bank of England was insolvent after a bank run, an insolvency gleefully abetted by its competitors, the private goldsmiths, who were happy to return to it the swollen Bank of England notes for redemption in specie. It was at this point that a fateful decision was made, one which set a grave and mischievous precedent for both British and American banking. In May 1696, the English government simply allowed the Bank of England to “suspend specie payment”—that is, to refuse to pay its contractual obligations of redeeming its notes in gold—yet to continue in operation, issuing notes and enforcing payments upon its own debtors. The Bank of England suspended specie payment, and its notes promptly fell to a 20 percent discount against specie, since no one knew if the Bank would ever resume payment in gold.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=2235","value":2235},"note":null},{"text":"In 1696, for example, the Whig magnates who ran the Bank of England had a scare: the specter of competition. The Tories tried to establish a competing National Land Bank, and almost succeeded in doing so. As one historian writes, “Free trade in banking seemed a possibility. Bank of England stock fell on the market.”2 Though the Land Bank failed, the Bank of England moved quickly. The following year, it induced Parliament to pass a law prohibiting any new corporate bank from being established in England. Furthermore, counterfeiting of Bank of England notes was now made punishable by death. As Sir John Clapham, in his sycophantic history of the Bank of England, put it, “Bank notes were not yet King’s money, but they were getting near to it.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=2246","value":2246},"note":null},{"text":"During the late eighteenth century, the Bank of England’s policy of monetary expansion formed the base of a pyramid for a flood of small, private partnerships in note issue banks. These “country banks” increasingly used Bank of England notes as reserves and pyramided their own notes on top of them.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=2263","value":2263},"note":null},{"text":"In 1833, banking was liberalized further, but only slightly: deposit but not note issue corporate banking was allowed within London. More significantly, however, the Bank of England now received the permanent privilege of its notes functioning as legal tender. Furthermore, country banks, which previously were required to redeem their notes in specie, now had the option of redeeming them in Bank of England notes. These actions strengthened the Bank’s position immeasurably and from that point on, it functioned as a full central bank, since country banks now took to keeping virtually all of their reserves at the Bank of England, demanding cash, or gold, from the Bank as necessary.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=2279","value":2279},"note":null},{"text":"Scotland, an industrialized nation with highly developed monetary, credit, and banking institutions, enjoyed remarkable macroeconomic stability through the eighteenth and early nineteenth centuries. During this time, Scotland had no monetary policy, no central bank, and virtually no political regulation of the banking industry. Entry was completely free and the right of note-issue universal. If the conjunction of these facts seems curious by today’s light, it is because central banking has come to be taken for granted in this century, while the theory of competitive banking and note-issue has been neglected.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=2289","value":2289},"note":null},{"text":"Scotland enjoyed a developing, freely competitive banking system from 1727 to 1845. During that period, Scottish bank notes were never legal tender, yet they circulated freely throughout the country. Individual banks were kept from overissue by a flourishing note exchange clearinghouse system. Since each bank was forced to toe the mark by being called upon for redemption, each bank would ordinarily accept each other’s notes.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=2293","value":2293},"note":null},{"text":"In contrast to the English banking system, the Scottish, in its 120 years of freedom from regulation, never evolved into a central banking structure marked by a pyramiding of commercial banks on top of a single repository of cash and bank reserves. On the contrary, each bank maintained its own specie reserves, and was responsible for its own solvency. The English “one-reserve system,” in contrast, was not the product of natural market evolution. On the contrary, it was the result, as Bagehot put it, “of an accumulation of legal privileges on a single bank.” Bagehot concluded that “the natural system—that which would have sprung up if Government had left banking alone—is that of many banks of equal or not altogether unequal size.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=2306","value":2306},"note":null},{"text":"Moreover, Scottish banking, in contrast to English, was notably freer of bank failures, and performed much better and more stably during bank crises and economic contractions.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=2313","value":2313},"note":null},{"text":"As a war contractor, Morris siphoned off millions from the public treasury into contracts to his own mercantile and shipping firm and to those of his associates. Morris was also leader of the powerful Nationalist forces in the embattled new country whose aim was to reimpose in the new United States a system of mercantilism and big government similar to that in Great Britain, against which the colonists had rebelled. The object was to have a strong central government, particularly a strong president or king as chief executive, built up by high taxes and heavy public debt. The strong central government was to impose high tariffs to subsidize domestic manufacturers, develop a big navy to open up and subsidize foreign markets for American exports, and launch a massive system of internal public works. In short, the United States was to have a British system without Great Britain.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=2379","value":2379},"note":null},{"text":"In view of the widely held misconception among historians that central banks serve, and are looked upon, as restraints on state bank inflation, it is instructive to note that the major forces in favor of recharter were merchants, Chambers of Commerce, and most of the state banks. Merchants found that the BUS had expanded credit at cheap interest rates, and eased the eternal complaints about a “scarcity of money.” Even more suggestive is the support of the state banks, which hailed the BUS as “advantageous” and worried about a contraction of credit should the Bank be forced to liquidate.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=2425","value":2425},"note":null},{"text":"Specifically, in the War of 1812, as the federal government spent the new inflated notes in New England, the conservative New England banks called on the banks of the other regions for redemption in specie. By August 1814, it became clear that the banks of the nation apart from New England could not pay, that they were insolvent. Rather than allow the banks of the nation to fail, the governments, state and federal, decided in August 1814 to allow the banks to continue in business while refusing to redeem their obligations in specie. In other words, the banks were allowed to refuse to pay their solemn contractual obligations, while they could continue to issue notes and deposits and force their debtors to fulfill their contractual obligations. This was unfair and unjust, as well as a special privilege of mammoth proportions to the banking system; not only that, it provided carte blanche, an open sesame, for bank credit inflation.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=2444","value":2444},"note":null},{"text":"This general suspension was not only highly inflationary at the time; it set a precedent for all financial crises from then on. Whether the U.S. had a central bank or not, the banks were assured that if they inflated together and then got in trouble, government would bail them out and permit them to suspend specie payments for years. Such general suspensions of specie payments occurred in 1819, 1837, 1839, and 1857, the last three during an era generally considered to be that of “free banking.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=2452","value":2452},"note":null},{"text":"The implication was clear: The disappearance of foreign credit to the states would be a good thing; it would have the healthy effect of cutting off their further wasteful spending, as well as avoiding the imposition of a crippling tax burden to pay for the interest and principal. There was in this astute response an awareness by the public that they and their governments were separate and sometimes even hostile entities rather than all part of one and the same organism.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=2639","value":2639},"note":null},{"text":"The new Federal Reserve System was deliberately designed as an engine of inflation, the inflation to be controlled and kept uniform by the central bank. In the first place, the banking system was transformed so that only the Federal Reserve Banks could print paper notes. The member banks, no longer able to print cash, could only buy it from the Fed by drawing down deposit accounts at the Fed. The different reserve requirements for central reserve city, reserve city, and country banks were preserved, but the Fed was now the single base of the entire banking pyramid.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=2919","value":2919},"note":null},{"text":"All national banks were forced to become members of the Federal Reserve System, while state banks had a voluntary choice; but nonmembers could be controlled because, in order to get cash for their customers, they had to keep deposit accounts with member banks who had access to the Fed.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=2926","value":2926},"note":null},{"text":"Another inflationary step taken at the origin of the Federal Reserve System was, for the first time, to drastically reduce the reserve requirements on time or savings deposits as compared to demand deposits. During the era of the national banking system, the reserve requirement, averaging 21.1 percent, applied equally to time or demand deposits. The original Federal Reserve Act greatly reduced the reserve requirements on time deposits of commercial banks to 5 percent, and in 1917 it was further lowered to 3 percent.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=2957","value":2957},"note":null},{"text":"The Federal Reserve staff itself admitted that, during the 1920s, there developed a tendency to induce depositors to transfer their funds from checking accounts to savings accounts. Banks frequently not only allowed such a transfer but encouraged it in order to take advantage of lower reserves and to obtain a large basis for credit expansion.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=2966","value":2966},"note":null},{"text":"The great boom of the 1920s was largely fueled by credit expansion going into time deposits.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=2975","value":2975},"note":null},{"text":"It is not too much to say, therefore, that Strong was a Morgan man, and that his inflationary actions in office accorded with the Morgan outlook. Without the inflationary activity of the Federal Reserve, for example, the United States could not have entered and fought in World War I. The House of Morgan was hip-deep in the Allied cause from 1914 on. Morgan was the fiscal agent for the Bank of England, and enjoyed the monopoly underwriting of all British and French bonds in the United States during World War I. Not only that: J.P. Morgan & Co. was the financier for much of the munitions factories that exported weapons and war materiel to the Allied nations.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=3013","value":3013},"note":null},{"text":"Finally, the Roosevelt administration in 1933 took America off the gold standard domestically, so that within the United States the dollar was now fiat paper printed by the Federal Reserve. The dollar was debased, its definition in terms of gold being changed from 1/20 to 1/35 gold ounce. The dollar remained on the gold standard internationally, with dollars redeemable to foreign governments and central banks at the newly debased weight. American citizens were forbidden to own gold, and private citizens' stocks of gold were confiscated by the U.S. government under cover of the depression emergency. That gold continues to lie buried at Fort Knox and in other depositories provided by the U.S. Treasury.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=3073","value":3073},"note":null},{"text":"Another fateful Roosevelt act of 1933 was to provide federal guarantee of bank deposits through the Federal Deposit Insurance Corporation. From that point on, bank runs, and bank fears thereof, have virtually disappeared. Only a dubious hope of Fed restraint now remains to check bank credit inflation.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=3077","value":3077},"note":null},{"text":"The Fed’s continuing inflation of the money supply in the 1930s only succeeded in inflating prices without getting the United States out of the Great Depression. The reason for the chronic depression was that, for the first time in American history, President Herbert Hoover, followed closely and on a larger scale by Franklin Roosevelt, intervened massively in the depression process. Before 1929, every administration had allowed the recession process to do its constructive and corrective work as quickly as possible, so that recovery generally arrived in a year or less. But now, Hoover and Roosevelt intervened heavily: to force businesses to keep up wage rates; to lend enormous amounts of federal money to try to keep unsound businesses afloat; to provide unemployment relief; to expand public works; to inflate money and credit; to support farm prices; and to engage in federal deficits. This massive government intervention prolonged the recession indefinitely, changing what would have been a short, swift recession into a chronic debilitating depression.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=3080","value":3080},"note":null},{"text":"Meanwhile, since only the United States remained on even a partial gold standard, while other countries moved to purely fiat standards, gold began to flow heavily into the United States, an inflow accelerated by the looming war conditions in Europe. The collapse of the shaky and inflationary British-created gold exchange standard during the depression led to a dangerous world of competing and conflicting national currencies and protectionist blocs. Each nation attempted to subsidize exports and restrict imports through competing tariffs, quotas, and currency devaluations.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=3090","value":3090},"note":null},{"text":"The pervasive national and regional economic warfare during the 1930s played a major though neglected role in precipitating World War II.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=3094","value":3094},"note":null},{"text":"This new form of gold exchange standard, established at an international conference at Bretton Woods in 1944 by means of great American pressure, closely resembled the ill-fated British system of the 1920s. The difference is that world fiat currencies now pyramided on top of dollar reserves kept in New York instead of sterling reserves kept in London; once again, only the base country, in this case the U.S., continued to redeem its currency in gold.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=3100","value":3100},"note":null},{"text":"Thus, President Nixon in effect declared national bankruptcy and completed the failure to honor commitments to redeem in gold initiated by Franklin Roosevelt in 1933. In the meanwhile, Congress had progressively removed every statutory restriction on the Fed’s expansion of reserves and printing of money. Since 1971, therefore, the U.S. government and the Fed have had unlimited and unchecked power to inflate; is it any wonder that these years have seen the greatest sustained inflationary surge in U.S. history?","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=3132","value":3132},"note":null},{"text":"The crucial distinction, and the crucial way to decide what is part of the money supply, must focus on whether a certain claim is withdrawable instantly on demand. The fact that any bank may be able legally to exercise a fine-print option to wait 30 days to redeem a savings deposit is meaningless, for no one takes that fine print seriously. Everyone treats a savings deposit as if it were redeemable instantly on demand, and so it should be included as part of estimates of the money supply. The test, then, should be whether or not a given bank claim is redeemable genuinely and in fact, on demand at par in cash. If so, it should be included in the money supply. The counter-argument is that noncheckable deposits are transferred more slowly than checking. Indeed, we saw above how commercial banks were able to engineer credit inflation in the 1920s by changing from demand to alleged time deposits, which legally required much lower reserves. We also saw how several bank runs on these savings deposits occurred during the 1930s. Everyone treated these deposits as if they were redeemable on demand, and began to redeem them en masse when the banks insisted on the fine-print wait of 30 days.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=3155","value":3155},"note":null},{"text":"The test, then, should be whether or not a given bank claim is redeemable, genuinely and in fact, on demand at par in cash. If so, it should be included in the money supply. The counter-argument that noncheckable deposits are transferred more slowly than checking accounts and therefore should not be “money” is an interesting but irrelevant fact. Slower-moving money balances are also part of the money supply.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=3163","value":3163},"note":null},{"text":"On the other hand, while savings deposits are really redeemable on demand, there now exist genuine time deposits which should not be considered as part of the money supply. One of the most heartwarming banking developments of the past two decades has been the “certificate of deposit” (CD), in which the bank flatly and frankly borrows money from the individual for a specific term (say, six months) and then returns the money plus interest at the end of the term. No purchaser of a CD is fooled into believing—as does the savings bank depositor—that his money is really still in the bank and redeemable at par at any time on demand. He knows he must wait for the full term of the loan.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B003NSC62G&location=3169","value":3169},"note":null}]}