{"asin":"B006WAIV6M","title":"The Power of Habit: Why We Do What We Do, and How to Change","authors":"Charles Duhigg","highlights":[{"text":"Everyone in the study had gone through a similar process. By focusing on one pattern—what is known as a “keystone habit”—Lisa had taught herself how to reprogram the other routines in her life, as well.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=103","value":103},"note":null},{"text":"At the time, no one wondered how a man who couldn’t draw a map of his home was able to find the bathroom without hesitation. But that question, and others like it, would eventually lead to a trail of discoveries that has transformed our understanding of habits’ power.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=310","value":310},"note":null},{"text":"Millions of people perform this intricate ballet every morning, unthinkingly, because as soon as we pull out the car keys, our basal ganglia kicks in, identifying the habit we’ve stored in our brains related to backing an automobile into the street. Once that habit starts unfolding, our gray matter is free to quiet itself or chase other thoughts, which is why we have enough mental capacity to realize that Jimmy forgot his lunchbox inside.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=415","value":415},"note":null},{"text":"Habits, scientists say, emerge because the brain is constantly looking for ways to save effort.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=419","value":419},"note":null},{"text":"This process within our brains is a three-step loop. First, there is a cue, a trigger that tells your brain to go into automatic mode and which habit to use. Then there is the routine, which can be physical or mental or emotional. Finally, there is a reward, which helps your brain figure out if this particular loop is worth remembering for the future:","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=435","value":435},"note":null},{"text":"When a habit emerges, the brain stops fully participating in decision making. It stops working so hard, or diverts focus to other tasks. So unless you deliberately fight a habit—unless you find new routines—the pattern will unfold automatically.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=445","value":445},"note":null},{"text":"Habits never really disappear. They’re encoded into the structures of our brain, and that’s a huge advantage for us, because it would be awful if we had to relearn how to drive after every vacation. The problem is that your brain can’t tell the difference between bad and good habits, and so if you have a bad one, it’s always lurking there, waiting for the right cues and rewards.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=451","value":451},"note":null},{"text":"But habits emerge without our permission. Studies indicate that families usually don’t intend to eat fast food on a regular basis. What happens is that a once a month pattern slowly becomes once a week, and then twice a week—as the cues and rewards create a habit—until the kids are consuming an unhealthy amount of hamburgers and fries.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=551","value":551},"note":null},{"text":"Every McDonald’s, for instance, looks the same—the company deliberately tries to standardize stores’ architecture and what employees say to customers, so everything is a consistent cue to trigger eating routines.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=556","value":556},"note":null},{"text":"By learning to observe the cues and rewards, though, we can change the routines.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=564","value":564},"note":null},{"text":"That’s why no one was using Febreze, Stimson realized. The product’s cue—the thing that was supposed to trigger daily use—was hidden from the people who needed it most. Bad scents simply weren’t noticed frequently enough to trigger a regular habit. As a result, Febreze ended up in the back of a closet. The people with the greatest proclivity to use the spray never smelled the odors that should have reminded them the living room needed a spritz.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=813","value":813},"note":null},{"text":"This explains why habits are so powerful: They create neurological cravings. Most of the time, these cravings emerge so gradually that we’re not really aware they exist, so we’re often blind to their influence. But as we associate cues with certain rewards, a subconscious craving emerges in our brains that starts the habit loop spinning.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=877","value":877},"note":null},{"text":"This is how new habits are created: by putting together a cue, a routine, and a reward, and then cultivating a craving that drives the loop.26 Take, for instance, smoking. When a smoker sees a cue—say, a pack of Marlboros—her brain starts anticipating a hit of nicotine. Just the sight of cigarettes is enough for the brain to crave a nicotine rush. If it doesn’t arrive, the craving grows until the smoker reaches, unthinkingly, for a Marlboro.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=898","value":898},"note":null},{"text":"there are mechanisms that can help us ignore the temptations. But to overpower the habit, we must recognize which craving is driving the behavior. If we’re not conscious of the anticipation, then we’re like the shoppers who wander, as if drawn by an unseen force, into Cinnabon.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=913","value":913},"note":null},{"text":"Only when your brain starts expecting the reward—craving the endorphins or sense of accomplishment—will it become automatic to lace up your jogging shoes each morning. The cue, in addition to triggering a routine, must also trigger a craving for the reward to come.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=928","value":928},"note":null},{"text":"Claude Hopkins wasn’t selling beautiful teeth. He was selling a sensation. Once people craved that cool tingling—once they equated it with cleanliness—brushing became a habit.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=1023","value":1023},"note":null},{"text":"“Consumers need some kind of signal that a product is working,” Tracy Sinclair, who was a brand manager for Oral-B and Crest Kids Toothpaste, told me. “We can make toothpaste taste like anything—blueberries, green tea—and as long as it has a cool tingle, people feel like their mouth is clean. The tingling doesn’t make the toothpaste work any better. It just convinces people it’s doing the job.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=1029","value":1029},"note":null},{"text":"“Shampoo doesn’t have to foam, but we add foaming chemicals because people expect it each time they wash their hair. Same thing with laundry detergent. And toothpaste—now every company adds sodium laureth sulfate to make toothpaste foam more. There’s no cleaning benefit, but people feel better when there’s a bunch of suds around their mouth. Once the customer starts expecting that foam, the habit starts growing.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=1051","value":1051},"note":null},{"text":"Cravings are what drive habits. And figuring out how to spark a craving makes creating a new habit easier.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=1055","value":1055},"note":null},{"text":"That’s the rule: If you use the same cue, and provide the same reward, you can shift the routine and change the habit. Almost any behavior can be transformed if the cue and reward stay the same. The Golden Rule has influenced treatments for alcoholism, obesity, obsessive-compulsive disorders, and hundreds of other destructive behaviors, and understanding it can help anyone change their own habits.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=1096","value":1096},"note":null},{"text":"AA’s foundational credo, the famous twelve steps, have become cultural lodestones incorporated into treatment programs for overeating, gambling, debt, sex, drugs, hoarding, self-mutilation, smoking, video game addictions, emotional dependency, and dozens of other destructive behaviors. The group’s techniques offer, in many respects, one of the most powerful formulas for change.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=1194","value":1194},"note":null},{"text":"Researchers say that AA works because the program forces people to identify the cues and rewards that encourage their alcoholic habits, and then helps them find new behaviors.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=1224","value":1224},"note":null},{"text":"Asking patients to describe what triggers their habitual behavior is called awareness training, and like AA’s insistence on forcing alcoholics to recognize their cues, it’s the first step in habit reversal training.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=1288","value":1288},"note":null},{"text":"“It seems ridiculously simple, but once you’re aware of how your habit works, once you recognize the cues and rewards, you’re halfway to changing it,” Nathan Azrin, one of the developers of habit reversal training, told me.25 “It seems like it should be more complex. The truth is, the brain can be reprogrammed. You just have to be deliberate about it.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=1312","value":1312},"note":null},{"text":"It wasn’t God that mattered, the researchers figured out. It was belief itself that made a difference. Once people learned how to believe in something, that skill started spilling over to other parts of their lives, until they started believing they could change. Belief was the ingredient that made a reworked habit loop into a permanent behavior.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=1438","value":1438},"note":null},{"text":"How do habits change? There is, unfortunately, no specific set of steps guaranteed to work for every person. We know that a habit cannot be eradicated—it must, instead, be replaced. And we know that habits are most malleable when the Golden Rule of habit change is applied: If we keep the same cue and the same reward, a new routine can be inserted. But that’s not enough. For a habit to stay changed, people must believe change is possible. And most often, that belief only emerges with the help of a group.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=1559","value":1559},"note":null},{"text":"When people start habitually exercising, even as infrequently as once a week, they start changing other, unrelated patterns in their lives, often unknowingly. Typically, people who exercise start eating better and becoming more productive at work. They smoke less and show more patience with colleagues and family. They use their credit cards less frequently and say they feel less stressed. It’s not completely clear why. But for many people, exercise is a keystone habit that triggers widespread change. “Exercise spills over,” said James Prochaska, a University of Rhode Island researcher. “There’s something about it that makes other good habits easier.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=1788","value":1788},"note":null},{"text":"Studies have documented that families who habitually eat dinner together seem to raise children with better homework skills, higher grades, greater emotional control, and more confidence.11 Making your bed every morning is correlated with better productivity, a greater sense of well-being, and stronger skills at sticking with a budget.12 It’s not that a family meal or a tidy bed causes better grades or less frivolous spending. But somehow those initial shifts start chain reactions that help other good habits take hold.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=1793","value":1793},"note":null},{"text":"Small wins are exactly what they sound like, and are part of how keystone habits create widespread changes. A huge body of research has shown that small wins have enormous power, an influence disproportionate to the accomplishments of the victories themselves.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=1843","value":1843},"note":null},{"text":"At the core of that education is an intense focus on an all-important habit: willpower. Dozens of studies show that willpower is the single most important keystone habit for individual success.1 In a 2005 study, for instance, researchers from the University of Pennsylvania analyzed 164 eighth-grade students, measuring their IQs and other factors, including how much willpower the students demonstrated, as measured by tests of their self-discipline.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=2135","value":2135},"note":null},{"text":"And the best way to strengthen willpower and give students a leg up, studies indicate, is to make it into a habit.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=2145","value":2145},"note":null},{"text":"Willpower is a learnable skill, something that can be taught the same way kids learn to do math and say “thank you.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=2182","value":2182},"note":null},{"text":"Willpower isn’t just a skill. It’s a muscle, like the muscles in your arms or legs, and it gets tired as it works harder, so there’s less power left over for other things.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=2228","value":2228},"note":null},{"text":"As people strengthened their willpower muscles in one part of their lives—in the gym, or a money management program—that strength spilled over into what they ate or how hard they worked. Once willpower became stronger, it touched everything.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=2256","value":2256},"note":null},{"text":"“That’s why signing kids up for piano lessons or sports is so important. It has nothing to do with creating a good musician or a five-year-old soccer star,” said Heatherton. “When you learn to force yourself to practice for an hour or run fifteen laps, you start building self-regulatory strength. A five-year-old who can follow the ball for ten minutes becomes a sixth grader who can start his homework on time.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=2272","value":2272},"note":null},{"text":"People expect an expensive latte delivered with a bit of sparkle. “We’re not in the coffee business serving people,” Howard Behar, the former president of Starbucks, told me. “We’re in the people business serving coffee. Our entire business model is based on fantastic customer service. Without that, we’re toast.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=2292","value":2292},"note":null},{"text":"“One of the systems we use is called the LATTE method. We Listen to the customer, Acknowledge their complaint, Take action by solving the problem, Thank them, and then Explain why the problem occurred.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=2366","value":2366},"note":null},{"text":"This is how willpower becomes a habit: by choosing a certain behavior ahead of time, and then following that routine when an inflection point arrives.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=2378","value":2378},"note":null},{"text":"Students who had been treated rudely, on the other hand, did terribly. They kept forgetting to hit the space bar. They said they were tired and couldn’t focus. Their willpower muscle, researchers determined, had been fatigued by the brusque instructions.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=2443","value":2443},"note":null},{"text":"For companies and organizations, this insight has enormous implications. Simply giving employees a sense of agency—a feeling that they are in control, that they have genuine decision-making authority—can radically increase how much energy and focus they bring to their jobs.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=2451","value":2451},"note":null},{"text":"Just as choosing the right keystone habits can create amazing change, the wrong ones can create disasters.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=2538","value":2538},"note":null},{"text":"There are no organizations without institutional habits. There are only places where they are deliberately designed, and places where they are created without forethought, so they often grow from rivalries or fear.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=2587","value":2587},"note":null},{"text":"Or, put in language that people use outside of theoretical economics, it may seem like most organizations make rational choices based on deliberate decision making, but that’s not really how companies operate at all. Instead, firms are guided by long-held organizational habits, patterns that often emerge from thousands of employees’ independent decisions.16 And these habits have more profound impacts than anyone previously understood.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=2604","value":2604},"note":null},{"text":"In fact, crises are such valuable opportunities that a wise leader often prolongs a sense of emergency on purpose.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=2887","value":2887},"note":null},{"text":"Rather, wise executives seek out moments of crisis—or create the perception of crisis—and cultivate the sense that something must change, until everyone is finally ready to overhaul the patterns they live with each day.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=2908","value":2908},"note":null},{"text":"If you think about it, positioning produce at the front of a store doesn’t make much sense, because fruits and vegetables bruise easily at the bottom of a shopping cart; logically, they should be situated by the registers, so they come at the end of a trip. But as marketers and psychologists figured out long ago, if we start our shopping sprees by loading up on healthy stuff, we’re much more likely to buy Doritos, Oreos, and frozen pizza when we encounter them later on.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=2988","value":2988},"note":null},{"text":"The answer to Target and Pole’s question—how do you advertise to a pregnant woman without revealing that you know she’s pregnant?—was essentially the same one that DJs used to hook listeners on “Hey Ya!” Target started sandwiching the diaper coupons between nonpregnancy products that made the advertisements seem anonymous, familiar, comfortable. They camouflaged what they knew.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=3376","value":3376},"note":null},{"text":"Whether selling a new song, a new food, or a new crib, the lesson is the same: If you dress a new something in old habits, it’s easier for the public to accept it.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=3387","value":3387},"note":null},{"text":"In fact, in landing a job, Granovetter discovered, weak-tie acquaintances were often more important than strong-tie friends because weak ties give us access to social networks where we don’t otherwise belong.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=3584","value":3584},"note":null},{"text":"The habits of peer pressure, however, have something in common. They often spread through weak ties. And they gain their authority through communal expectations. If you ignore the social obligations of your neighborhood, if you shrug off the expected patterns of your community, you risk losing your social standing.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=3609","value":3609},"note":null},{"text":"Once he finished, he finally had an answer as to why some students went to Mississippi, and others stayed home: because of social habits—or more specifically, because of the power of strong and weak ties working in tandem. The students who participated in Freedom Summer were enmeshed in the types of communities where both their close friends and their casual acquaintances expected them to get on the bus. Those who withdrew were also enmeshed in communities, but of a different kind—the kind where the social pressures and habits didn’t compel them to go to Mississippi.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=3650","value":3650},"note":null},{"text":"This is the third aspect of how social habits drive movements: For an idea to grow beyond a community, it must become self-propelling. And the surest way to achieve that is to give people new habits that help them figure out where to go on their own.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=3836","value":3836},"note":null},{"text":"Some people’s brains, though, experience switching errors. They go into incomplete paralysis as they sleep, and their bodies are active while they dream or pass between sleep phases. This is the root cause of sleepwalking and for the majority of sufferers, it is an annoying but benign problem.7","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=4062","value":4062},"note":null},{"text":"Sleepwalkers can behave in complex ways—for instance, they can open their eyes, see, move around, and drive a car or cook a meal—all while essentially unconscious, because the parts of their brain associated with seeing, walking, driving, and cooking can function while they are asleep without input from the brain’s more advanced regions, such as the prefrontal cortex.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=4066","value":4066},"note":null},{"text":"“Adding a near miss to a lottery is like pouring jet fuel on a fire,” said a state lottery consultant who spoke to me on the condition of anonymity. “You want to know why sales have exploded? Every other scratch-off ticket is designed to make you feel like you almost won.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=4245","value":4245},"note":null},{"text":"Habits are not as simple as they appear. As I’ve tried to demonstrate throughout this book, habits—even once they are rooted in our minds—aren’t destiny. We can choose our habits, once we know how. Everything we know about habits, from neurologists studying amnesiacs and organizational experts remaking companies, is that any of them can be changed, if you understand how they function.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=4319","value":4319},"note":null},{"text":"However, to modify a habit, you must decide to change it. You must consciously accept the hard work of identifying the cues and rewards that drive the habits’ routines, and find alternatives. You must know you have control and be self-conscious enough to use it—and every chapter in this book is devoted to illustrating a different aspect of why that control is real.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=4327","value":4327},"note":null},{"text":"And once you understand that habits can change, you have the freedom—and the responsibility—to remake them. Once you understand that habits can be rebuilt, the power of habit becomes easier to grasp, and the only option left is to get to work.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=4338","value":4338},"note":null},{"text":"Later, he would famously write that the will to believe is the most important ingredient in creating belief in change.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=4366","value":4366},"note":null},{"text":"This is the real power of habit: the insight that your habits are what you choose them to be. Once that choice occurs—and becomes automatic—it’s not only real, it starts to seem inevitable, the thing, as James wrote, that bears “us irresistibly toward our destiny, whatever the latter may be.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=4371","value":4371},"note":null},{"text":"Water, he said, is the most apt analogy for how a habit works. Water “hollows out for itself a channel, which grows broader and deeper; and, after having ceased to flow, it resumes, when it flows again, the path traced by itself before.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=4381","value":4381},"note":null},{"text":"However, as regular gamblers know, it is possible to consistently win, particularly at games such as blackjack.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=4385","value":4385},"note":null},{"text":"A gambler can consistently win over time, though, if he or she has memorized the complicated formulas and odds that guide how each hand should be played. Most players, however, don’t have the discipline or mathematical skills to beat the house.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=4388","value":4388},"note":null},{"text":"That executive’s insight was to program machines to deliver more near wins. Now, almost every slot contains numerous twists—such as free spins and sounds that erupt when icons almost align—as well as small payouts that make players feel like they are winning when, in truth, they are putting in more money than they are getting back.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=4393","value":4393},"note":null},{"text":"By experimenting with different rewards, you can isolate what you are actually craving, which is essential in redesigning the habit.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=4471","value":4471},"note":null},{"text":"To identify a cue amid the noise, we can use the same system as the psychologist: Identify categories of behaviors ahead of time to scrutinize in order to see patterns. Luckily, science offers some help in this regard. Experiments have shown that almost all habitual cues fit into one of five categories: Location Time Emotional state Other people Immediately preceding action","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B006WAIV6M&location=4509","value":4509},"note":null}]}