{"asin":"B00COQFUNU","title":"The Brain Audit: Why Customers Buy (And Why They Don't)","authors":"Sean D'Souza","highlights":[{"text":"And the best way to use the structure of The Brain Audit is to use the concepts as an auditor would. So just as an auditor looks at something after it’s complete, you too should do the same. Create your web page, and then audit it. Create a presentation first, then go clean it up. Create an advertisement, and only then fix the glitches.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=289","value":289},"note":null},{"text":"The brain—Cacioppo demonstrated—reacts more strongly to stimuli it deems problematic. Or to put it another way, when faced with a problem vs. a solution, the problem really gets our attention.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=413","value":413},"note":null},{"text":"So yes, problems get our attention, better than anything else.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=419","value":419},"note":null},{"text":"This affirms that we’re not making up problems to scare customers into buying our products/services. All we’re really doing is highlighting the issues that exist. And showing customers how their lives can be better, if they adopt our products/services. And of course, we do this by highlighting the problem.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=449","value":449},"note":null},{"text":"Your customer is juggling several problems all at once. If you don’t elevate the problem, your customer will never notice your product or service. Elevating a problem ensures that your product or service gets higher priority than everything else.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=475","value":475},"note":null},{"text":"What problem are you solving when you sell an egg? Every product or service solves many problems. To get your message out effectively, you have to isolate the problem. In other words, choose ONE.      The same principle of isolation applies when you’re selling to a prospective customer. If your product or service doesn’t isolate a problem, then the customer can’t relate to what you’re selling.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=507","value":507},"note":null},{"text":"This isolation of the problem is necessary because people are busy. They’re busy with their problems. And unless the problem you state is crystal clear, they may be more than likely to miss your message.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=558","value":558},"note":null},{"text":"The customer needs to be alerted to a single problem at a time. And the customer has to be taken through one ‘room at a time.’","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=566","value":566},"note":null},{"text":"The front door could be any of your products or services. First get them through the front door. Then move the customers systematically through the rest of your products and services.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=572","value":572},"note":null},{"text":"Pain and problems are a natural magnet for the brain. We can see how they instantly get our attention in our day to day lives. We should be using the power of problems in all our communication, marketing and advertising.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=576","value":576},"note":null},{"text":"Our brains are always on the lookout for a possible problem. And so they’re attracted to the problem first. But when a brain runs into a problem, it also gets pretty anxious. And it’s only when it sees the obvious—and possibly the most appropriate solution—that it starts to relax.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=629","value":629},"note":null},{"text":"In effect, your ‘solution statement’ should be the mirror-image of the problem statement. So if the problem is getting stuck indoors, the solution is going outdoors. If the problem is a backache, the solution is the lack of the backache. If the problem is frenzied dog attacks, your solution is protection from frenzied dog attacks. It’s the sequence of the problem followed by the solution that makes the message so very effective.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=679","value":679},"note":null},{"text":"If you try to be clever with the solution, you’ll confuse the customer. The solution is just the flip side of the problem.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=736","value":736},"note":null},{"text":"Target profile is simply the factor of choosing one person.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=794","value":794},"note":null},{"text":"There’s not one product/service on this planet that can’t be sharpened with precise profiling. And precise profiling works on the basis of one person.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=842","value":842},"note":null},{"text":"Because this is the part where we get the terminology, the emotion, the logic, the ‘everything’ from the customer. In her own words. And believe me, you don’t want to stop her talking. Let her do the talking. You do the recording. Do the questioning. And do the writing. Let her talk, because she’s going to tell you things you could never make up sitting at your desk.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=933","value":933},"note":null},{"text":"If you want to get maximum impact you’re going to have to exclude people. Strangely, the more niche you make your product/service seem, the more you’ll find people attracted to it. Just like on a board, where the tiniest part of the board seems to attract the largest number of dart-throwers.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=996","value":996},"note":null},{"text":"Every product will solve multiple problems. Yet if you base your marketing on individual profiles, each message will be far more powerful than if you simply try to get every single problem across in the same message.     ","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=1027","value":1027},"note":null},{"text":"So if you have five bullseye messages, and want to attract different people through your website, you can create five landing pages.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=1029","value":1029},"note":null},{"text":"By not concentrating on a niche, we’re watering down the trigger. And it’s easy to see that despite following the rules of ‘trigger-construction’, we find that the curiosity factor is missing. We’re no longer compelled to say: ‘How do you do that?’ or ‘What do you mean by that?’ . The trigger is no longer compelling.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=1144","value":1144},"note":null},{"text":"If you fail to set off the trigger in the customer’s mind, they’ll make polite conversation with you, and then quickly slink away.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=1152","value":1152},"note":null},{"text":"Your message starts with the problem. The problem gets the customer’s attention. Then the solution kicks in. To keep the customer’s attention, you have to bring up more detailed information about the problem. That gets the client’s attention all over again. And so it goes. The problem gets the heart rate up; the solution gets the heart rate down.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=1173","value":1173},"note":null},{"text":"When we make a decision, we want to prove to ourselves that we’re not making a mistake. And the quickest mechanism our brains have to avoid making a mistake, is to put up a wall of objections.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=1240","value":1240},"note":null},{"text":"Objections are not your enemy. They are your friends. An objection literally means that the person who’s doing the objecting, wants to take a decision to buy your product/service or idea. If they didn’t care about the product/service, they’d just walk away.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=1273","value":1273},"note":null},{"text":"That objections can’t be hidden. And that if you’re smart, you’ll not only bring up the objections, but defuse the objections as well.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=1302","value":1302},"note":null},{"text":"The reason that we almost never consider, is that every sale is usually ratified by two people. So if a person buys a product or service, they’ll almost always go back and talk to their partner, husband, wife, accountant, boss, colleague, friend, etc. Most of us like to make sure we’ve got a second opinion.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=1323","value":1323},"note":null},{"text":"When your customer ‘sells’ the idea of a product/service to their partner/husband/wife etc., they’ll be able to counter the objection of the partner/husband/wife etc. That’s when you’ve really done a classic job.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=1332","value":1332},"note":null},{"text":"It’s important to note that in most instances, the customer is keen to buy into the idea, service or product. Yet, they tend to hesitate. This hesitation is natural, and it’s important that you answer the objections in great detail and never rush a customer through.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=1418","value":1418},"note":null},{"text":"The process of bringing up and defusing objections is a vital part of getting the customer calm and relaxed. It’s when you present the objections and defuse them one by one, that you allow the customer to go ahead with their decision-making process.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=1425","value":1425},"note":null},{"text":"And it’s at this point, they start looking around for proof. They’ve listened carefully to what you have to say, but now want third-party proof. They want to hear, read or see instances where other customers went through the same decision-making process. And how other customers benefited from the commitment.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=1429","value":1429},"note":null},{"text":"And here’s what you need to pay close attention to: objections are the flip side of testimonials. I’ll say it again. The objections form ‘one side of the coin’, and the testimonials are the ‘other side of the coin.’","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=1432","value":1432},"note":null},{"text":"Most of your existing customers as well as new customers will happily assist you in coming up with your list of objections—and often tell you how they’d want the objection dealt with as well.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=1449","value":1449},"note":null},{"text":"A reverse testimonial talks about doubt. It starts with the skepticism first. It describes the fear or uncertainty racing through the customer’s mind at the point of purchase.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=1479","value":1479},"note":null},{"text":"You could never paint the imagery and the emotion. And even if you could, it would sound like a whole lot of puffery. But when the client comes up with all that detail and emotion, the testimonial becomes rich, complex, but mostly very believable. And that’s the main job of the testimonial.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=1584","value":1584},"note":null},{"text":"They’re not there to make your page look sweet and sugary. The job of testimonials is to reduce the customer’s fear of buying the product or service. They’re there to build trust. They’re there to make your product and service believable.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=1636","value":1636},"note":null},{"text":"Testimonials tell stories. Stories rich in colour and detail. Stories that you could not have dreamed up in a squillion years. And yet, these stories are totally believable, because they come from the customer. And more importantly, because they have a solid dose of reality at their very core.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=1658","value":1658},"note":null},{"text":"Most people trying to find their uniqueness ask the question: What’s unique about my business? Instead they should be asking: “What do I *want to do* in my business that’s different from everyone else?”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=1989","value":1989},"note":null},{"text":"You don’t find your uniqueness; you invent it. Choose one of the factors you want to be the best at, and then build your business around that factor of uniqueness.     ","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=1999","value":1999},"note":null},{"text":"Tom Monaghan knew this was a problem. That customers weren’t angling for the best pizza in the world. That by the time the customer picked up the phone, they were already hungry. That the best thing to do was to create a uniqueness based not on the pizza, but on the speed of the pizza delivery.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=2008","value":2008},"note":null},{"text":"And to the third biggest reason why you need to drop everything and work out your uniqueness: You can make your company’s offering simple and easy to understand.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=2088","value":2088},"note":null},{"text":"Qualify your uniqueness. Flesh it out. Make it alive not just for your own business, but make it alive for your customers as well. And that’s how you get a factor of uniqueness.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=2220","value":2220},"note":null},{"text":"If there is one thing you’d wish to improve in the life of your customers, what would that one thing be?","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=2283","value":2283},"note":null},{"text":"Look up Webster’s Dictionary and you’ll find the definition of the word ‘client’. It defines the word ‘client’ as someone you should care for; someone who comes under your protection; someone you should guide. Amazingly, the definition of ‘client’ is akin to the relationship between a parent and a child. As a doting parent, you care for your children; guide them in the right direction; protect them from the nutcases out there. And guess what? That’s what Webster’s Dictionary asks you to do: create a system of ‘Care, Protection and Guidance’.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00COQFUNU&location=2461","value":2461},"note":null}]}